[
    {
      "nid": "11060",
      "title": "8S2743",
      "body": "<p>Productive apple that produces fruit with exceptional texture and excellent storage ability. <b>Origin:</b> Agriculture and Agri-Food Canada, Pacific Agri-Food Research Centre, Summerland, BC, Canada, by W.D. Lane. Splendour × Gala; crossed 1980; selected 1989; tested as 8S-27-43. <b>Fruit:</b> large, globose-conical; ~90% dark red blush and green/yellow ground color; some stem bowl and lenticel russeting; ripens late mid-season, 7 d after Delicious; flesh crisp, juicy, firm, sweet; retains crispness and juiciness for 5 months in regular air storage. <b>Tree:</b> moderate vigor; upright, spreading, spurry growth habit; bears annually on spurs with negligible preharvest drop; cold hardiness similar to Golden Delicious in laboratory freezing tests.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "8S2743"
    },
    {
      "nid": "11061",
      "title": "8S6923",
      "body": "<p>See Aurora Golden Gala™.</p>\r\n",
      "field_link_the_site": "Aurora Golden Gala™ (8S6923)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "8S6923"
    },
    {
      "nid": "12767",
      "title": "914 (UF 914)",
      "body": "<p>Red-ﬂesh, seedless pummelo-grapefruit triploid hybrid with very low furanocoumarin content, potentially avoiding the so-called “grapefruit juice effect.” <b>Origin:</b> University of Florida-Institute of Food and Agricultural Sciences-Citrus Research and Education Center, Lake Alfred, FL by F.G. Gmitter, Jr., J.W. Grosser, and W.S. Castle. Siamese Sweet (CRC 2240, PI 539355, low acid pummelo) × Ruby Red grapefruit (tetraploid from undeveloped ovules from a chimeric, deep red sector of a Ruby Red through in vitro embryogenesis); crossed 2002; original seedling topworked onto a branch of a mature tree in 2004; selected 2008; introd. 2013. USPP 26,177; 1 Dec, 2015. <b>Fruit:</b> grapefruit shape, larger in size (average weight 680 g) and with a thicker peel than typical grapefruit; typical grapefruit appearance with yellow rind and red blush; uniform red ﬂesh color and seedless; ripens beginning of October in central Florida, can remain on the tree until March-April, depending on season; typical grapefruit ﬂavor and aroma, perceived as sweeter because of higher Brix (10 °Brix) and Brix/acid ratio (7.6), and lower acidity (0.99-1.21); very low content of furanocoumarin compounds. <b>Tree:</b> structure and leaf characteristics similar to grapefruit, leaves more closely resemble the pummelo parent foliage type; slightly thicker and broader leaf blades, and more conspicuous venation, typical of polyploid citrus plants; fruiting regular and annual.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Grapefruit",
      "field_mlfruitandnut_cultivar": "914 (UF 914)"
    },
    {
      "nid": "12892",
      "title": "950 (UF 950)",
      "body": "<p>Nearly seedless midseason mandarin for the fresh fruit market. <b>Origin:</b> University of Florida-Institute of Food and Agricultural Sciences-Citrus Research and Education Center, Lake Alfred, FL by F.G. Gmitter, Jr., J.W. Grosser, and W.S. Castle. LB8-8 [acidless fruited hybrid of Clementine mandarin × Minneola tangelo (Dancy tangerine × Duncan grapefruit)] × Fortune mandarin (Clementine mandarin × Dancy tangerine); crossed 1991; planted 1993 and transplanted 2000; selected 2007; introd. 2013. USPP 23,359; 29 Jan. 2013. <b>Fruit:</b> small-medium, round (55-70 mm diameter, and 55-60 mm tall); orange to orange-red rind; very easy to peel and to separate the segments without expressing juice; ﬂesh orange; sweet with excellent ﬂavor and aroma (13.10 °Brix, 0.82 g L-1 citric acid, and 15.98 Brix/acid in late December); ripens in early to mid-December in most seasons in central Florida, and can be harvested until mid-January in some seasons. <b>Tree:</b> typical mandarin vigor and structure; ﬂowers well annually; fruit set can be light but is substantially increased by applications of gibberellic acid or by light girdling of the trunk or major scaffold branches at bloom time and shortly thereafter; fruit and foliage very tolerant to Alternaria brown spot (Alternaria alternata).</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mandarin",
      "field_mlfruitandnut_cultivar": "950 (UF 950)"
    },
    {
      "nid": "11062",
      "title": "A.2",
      "body": "<p>See Alnarp 2 in apple rootstocks.</p>\r\n",
      "field_link_the_site": "Alnarp 2 (A.2)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "A.2"
    },
    {
      "nid": "11063",
      "title": "A5510",
      "body": "<p>See Snapp Stayman.</p>\r\n",
      "field_link_the_site": "Snapp Stayman (AS510)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "A5510"
    },
    {
      "nid": "11064",
      "title": "AB17",
      "body": "<p>Bicolor apple similar to Gala but larger and less acidic with purple petals. <b>Origin:</b> Nevis Fruit Co. Ltd., Central Otago, New Zealand by J. McLaren. Kidds D-8 × o.p.; USPP 20,016; 26 May 2009. <b>Fruit:</b> round; conical; blocky appearance; medium-large, 86 mm diameter; mottled red blush overcolor and green-yellow ground color; medium-white lenticels; flesh white; medium firmness but melting; mildly subacid, delicate slightly aromatic flavor; ripens early midseason; moderate storage life. <b>Tree:</b> moderate vigor; spreading, open habit; 45-90° crotch angles; annual bearing.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "AB17"
    },
    {
      "nid": "11065",
      "title": "Abbott",
      "body": "<p>Orig. in Saskatoon, Saskatchewan, Canada, by C.F. Patterson, Univ. of Sask. Introd. in 1960 for home gardens. Elsa × Melba; selected in 1945; tested as A59-383. <b>Fruit:</b> up to 2 1/4 inches in diam.; skin blushed over yellow; flesh very mildly acid; quality good.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Abbott"
    },
    {
      "nid": "11066",
      "title": "Ace® Spur Delicious",
      "body": "Orig. in Quincy, Wash., by Carl Perleberg. Limb sport of Oregon Spur Delicious. Discovered in 1970. USPP 4587; 12 Aug. 1980; assigned to Columbia Basin Nursery. Similar to Oregon Spur Delicious, except earlier coloring and longer type.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Ace® Spur Delicious"
    },
    {
      "nid": "11067",
      "title": "Acey Mac (Buhr McIntosh)",
      "body": "Orig. in Peru, N.Y., by Arthur Burrill. Discovered before 1969. Assigned to Columbia Basin Nursery, Quincy, Wash. <b>Fruit:</b> very similar to McIntosh in appearance, flavor, shape, flesh color, and texture, but larger, firmer, and less inclined to preharvest drop. Ripens 5 days after Rogers Mcintosh. <b>Tree:</b> similar to McIntosh.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Acey Mac (Buhr McIntosh)"
    },
    {
      "nid": "11068",
      "title": "Acheson",
      "body": "Orig. in Edmonton, Alberta, Canada, by Mrs. J.H. Acheson. Introd. in 1941. Delicious o.p. <b>Fruit:</b> large; ovate; skin greenish-yellow; flesh fine-grained, subacid, quality above medium; season mid-August into September. <b>Tree:</b> hardy; productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Acheson"
    },
    {
      "nid": "11069",
      "title": "Achilles",
      "body": "Limb mutation of Greek cultivar Firiki with greater red overcolor. <b>Origin:</b> Pomology Institute (N.AG.RE.F.), Naoussa, Greece, by T. Sotiropoulos. Selected 1999; HortScience 45:673-674.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Achilles"
    },
    {
      "nid": "12569",
      "title": "Adafuel",
      "body": "Orig. in 1970 as an almond × peach selection from an open-pollinated population of Marcona at E.E. Aula Dei, Zaragoza, Spain. Introd. by R. Cambra in 1990 as an easy-to-root, vigorous hybrid clone for almond and peach. Tests show higher rooting by hardwood cuttings than GF 677. Resistant to Sphaeroteca pannosa, Tranzchelia prunis pinosa, and Coryneum beijerinckii but susceptible to Agrobacterium tumefaciens and Meloidogyne species. One­year-old shoots are intensely red; shoots long with little lateral shoot growth. Fruit is intermediate between almond and peach.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Almond Rootstock",
      "field_mlfruitandnut_cultivar": "Adafuel"
    },
    {
      "nid": "12725",
      "title": "Adams",
      "body": "Orig. in Union Springs, N.Y., by William W. Adams. Introd. in 1926. Selected from wild bushes of Sambucus canadensis L. <b>Fruit:</b> clusters and berries exceptionally large; berries somewhat larger than Adams 2. Plant: only partially self­fruitful; cross-pollination required; bark of mature stems is greenish-gray in autumn; strong; vigorous; productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Elderberry",
      "field_mlfruitandnut_cultivar": "Adams"
    },
    {
      "nid": "12724",
      "title": "Adams 2",
      "body": "Orig. in Union Springs, N.Y., by William W. Adams. Introd. in 1926. Selected from wild bushes of Sambucus canadensis L. <b>Fruit:</b> cluster exceptionally large; berries somewhat smaller than Adams 1. Plant: only partially self-fruitful; cross-pollination required; during autumn, bark of mature stems is reddish; strong; vigorous; somewhat more productive than Adams 1.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Elderberry",
      "field_mlfruitandnut_cultivar": "Adams 2"
    },
    {
      "nid": "11070",
      "title": "Adams Apple (Burchinal)",
      "body": "An extremely early-coloring strain of Red Delicious. <b>Origin:</b> limb mutation of Oregon Spur Delicious, discovered Sept. 1993 in Othello, Wash., by Robert Burchinal; introd.1999 by Van Well Nursery, Wenatchee, Wash. USPP 14,757; 4 May 2004. <b>Fruit:</b> develops 100% red color at fruit set, with darker red color than its parent throughout its development; otherwise, similar to parent in all respects. <b>Tree:</b> upright, spur type, similar to parent.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Adams Apple (Burchinal)"
    },
    {
      "nid": "11071",
      "title": "Adams Delicious",
      "body": "Orig. in Hood River, Ore., by L.A. Adams. Introd. in 1956. Bud mutation of Delicious; discovered in 1954 on a 40-year-old tree. <b>Fruit:</b> skin cherry-red, darker than parent, color appearing early; shape typically Delicious.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Adams Delicious"
    },
    {
      "nid": "11072",
      "title": "Adams Jonathan (Giant Jonathan)",
      "body": "Orig. in Pittsfield, Ill., by Bessie D. Adams. Propagation materials obtained by Stark Bros. Nurseries & Orchards Co., Louisiana, Mo., but never introd. Considered to be a bud mutation of Jonathan; discovered in 1939, when tree was apparently 14 years old. <b>Fruit:</b> large; rough; quality poor. A periclinal cytochimera 2-2-4-4. Chimeral nature determined at the New York State Agr. Expt. Sta., Geneva; accessioned in 1949 by this station.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Adams Jonathan (Giant Jonathan)"
    },
    {
      "nid": "11073",
      "title": "Adanac",
      "body": "Orig. in Unity, Saskatchewan, Canada, by John Lloyd. Introd. in 1960. Battleford o.p.; selected in 1960; tested as Jack’s No. 1. <b>Fruit:</b> up to 2 1/4 inches in diam.; good for cooking; ripens early; keeps in storage for 2 to 3 months.; resembles Battleford. <b>Tree:</b> hardy, to -50 °F, being hardier than Battleford.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Adanac"
    },
    {
      "nid": "12570",
      "title": "Adarcias",
      "body": "Described under peach root­stocks. Compatible with most commercial almond varieties.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Almond Rootstock",
      "field_mlfruitandnut_cultivar": "Adarcias"
    },
    {
      "nid": "11074",
      "title": "Adel",
      "body": "Orig. in Ames, Iowa, by the Pomology Section, Iowa Agr. Expt. Sta. Introd. in 1921. Parentage unknown; from mixed seed; selected in 1918; tested as Ames 419. <b>Fruit:</b> size medium; skin greenish-yellow or striped yellow with lively red, resembling Gravenstein; flesh crisp, tender, sprightly subacid, pleasant, good to very good; season October to January. <b>Tree:</b> vigorous; productive. Apparently no longer being propagated.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Adel"
    },
    {
      "nid": "12571",
      "title": "Adesoto 101",
      "body": "Has shown good compatibility with cvs. tested. Described under Peach Rootstocks.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Almond Rootstock",
      "field_mlfruitandnut_cultivar": "Adesoto 101"
    },
    {
      "nid": "11075",
      "title": "Adina™ (Frankad, Stark® Adina™)",
      "body": "Orig. in Stanthorpe, Queensland, Australia, by H. Franklin. USPP 6361; 1 Nov. 1988. Assigned to Stark Bros. Nursery, Louisiana, Mo. <b>Fruit:</b> large; color red to purplish red, occasional stripe; shape round conic; flesh creamy white, firm, very juicy; sweet, with distinctive hint of cinnamon; superior eating quality; harvest season very early, mid-June. <b>Tree:</b> vigorous; precocious; low chilling requirement (350 h); grows in hardiness zones 6 to 9; Dorsett Golden is a suitable pollenizer.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Adina™ (Frankad, Stark® Adina™)"
    },
    {
      "nid": "11076",
      "title": "Advance",
      "body": "Orig. in Saskatoon, Saskatchewan, Canada, by C.F. Patterson, Univ. of Sask. Introd. in 1959 for home gardens. Columbia × Wealthy; selected in 1944; tested as A58-308. <b>Fruit:</b> up to 2 1/2 inches in diam., skin green with some blushing and striping; flesh mildly subacid, quality good; keeps well; ripens from midseason on. <b>Tree:</b> hardy; very susceptible to fire blight.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Advance"
    },
    {
      "nid": "12693",
      "title": "African Pride",
      "body": "<p>See Kaller.</p>\r\n",
      "field_link_the_site": "Kaller (African Pride)",
      "field_mlfruitandnut_crop": "Atemoya",
      "field_mlfruitandnut_cultivar": "African Pride"
    },
    {
      "nid": "11077",
      "title": "Akane (Tohoku No 3, Primerouge)",
      "body": "<p>Orig. in Fujisaki, Aomori, Japan, by the Fruit Tree Res. Sta., Ministry of Agr. &amp; Forestry, Morioka, Japan. Introd. in 1970. Jonathan × Worcester Pearmain; cross made in 1939; selected in 1953; tested as Tohoku No. 3. <b>Fruit:</b> medium; round oblate; skin bright red, slight scarfskin, thick, tough, smooth; flesh white, firm, crisp, juicy, slightly coarse; flavor subacid, resembles Jonathan; quality good; recommended as a dessert apple; ripens early to mid-September at McIntosh season in Morioka; keeps 3 to 4 weeks. <b>Tree:</b> slightly upright; vigor rather weak; crops light, annual. Less susceptible to scab than most varieties.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Akane (Tohoku No"
    },
    {
      "nid": "12856",
      "title": "Akil Adelantado",
      "body": "A selection of Calocarpum sapota. <b>Origin:</b> Akil, Yucatan, Mexico. <b>Fruit:</b> 170 mm long by 100 mm wide, weighing 883 g; seed weight 65 g, skin weight 100 g. Pulp dark red, moist; fruit of uniform size. Season August.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mamey Sapote",
      "field_mlfruitandnut_cultivar": "Akil Adelantado"
    },
    {
      "nid": "12857",
      "title": "Akil Especial",
      "body": "An early selection of Calocarpum sapota. <b>Origin:</b> Akil, Yucatan, Mexico. <b>Fruit:</b> 125 mm long by 83 mm wide, weighing 371 g; seed weight 39 g, skin weight 85 g. Pulp dark red, moist and of uneven color and little flavor. Early season brings favorable prices. Season April-June.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mamey Sapote",
      "field_mlfruitandnut_cultivar": "Akil Especial"
    },
    {
      "nid": "11078",
      "title": "Alaska",
      "body": "Orig. in Ettersburg, Calif., by Albert F. Etter. Introd. in 1944. USPP 699; 18 June 1946; assigned to George C. Roeding, Jr., California Nursery Co., Fremont, Calif. Bedfordshire Foundling o.p.; selected in 1944. <b>Fruit:</b> size medium; stern short; calyx closed; skin yellow, shiny; flesh snow white, tender, juicy; resembles Bedfordshire Foundling. <b>Tree:</b> heavy producer.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alaska"
    },
    {
      "nid": "12858",
      "title": "Alejas",
      "body": "A selection of Calocarpum sapota. <b>Origin:</b> Pustunich, Yucatan, Mexico. <b>Fruit:</b> 173 mm long by 87 mm wide, weighing 710 g; seed weight 56 g, skin weight 129 g. Pulp light red; fruit striated, uneven ripening. Season July-September.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mamey Sapote",
      "field_mlfruitandnut_cultivar": "Alejas"
    },
    {
      "nid": "12938",
      "title": "Alfa",
      "body": "A semi-dwarf mango. <b>Origin:</b> EMBRAPA Cerrado, Brasilia, Brazil. Mallika × Van Dyke. <b>Fruit:</b> large, 435 g; pink-red; firm; medium-fibrous; good quality (16% SS, acidity 0.23%, ratio Brix/acidity 70); no softnose internal breakdown. <b>Tree:</b> semi-dwarf; high yielding; resistant to oidium (Oidium mangiferae) and malformation; moderately resistant to anthracnose (Colletotrichum gloeosporioides).",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Alfa"
    },
    {
      "nid": "12939",
      "title": "Alice",
      "body": "Seedling of Saigon from the grove of Fred Herman, South Miami, Fla. Planted in 1935; first fruited in 1944. <b>Tree:</b> vigorous; large and spreading canopy. <b>Fruit:</b> eating quality good. Shape: oval; base slightly flattened; slender stem inserted squarely in an elevated manner; apex rounded with no beak; surface smooth. Size: length 10.5-14 cm; breadth 8.5-10 cm; thickness 7-8 cm. Weight: 300-520 g. Skin: ground color yellow-orange; crimson blush; numerous large white dots; skin thick, tough, and easily separating. Flesh: soft and juicy orange flesh; flavor rich, aromatic and sweet with a strong, pleasant aroma; no fiber. Stone and seed: thick and woody stone with a monoembryonic seed filling 70% to 90% of the stone. Season: late June to July. Consistent bearer, but light crops; not extensively propagated in Florida; probably a Southeast Asian (Saigon)/Indian hybrid. ",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Alice"
    },
    {
      "nid": "11079",
      "title": "Alice",
      "body": "Orig. in Fjälkestad, Sweden, by Balsgård Fruit Breeding Inst. Introd. in 1951. Parentage unknown. <b>Fruit:</b> medium; round to oblate; skin bright yellow with solid red blush on exposed side, attractive; flesh white, juicy, crisp when not too ripe, quality good, insipid; ripens between Stark Earliest and James Grieve; resembles Ingrid Marie. <b>Tree:</b> vigorous; hardy; spreading; regular cropper; blooms midseason.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alice"
    },
    {
      "nid": "11080",
      "title": "Alkmene",
      "body": "A high-quality, early-maturing apple adapted to cool, short-season areas. <b>Origin:</b> in Ahrensburg, Germany. Cox’s Orange Pippin × Docteur Oldenburg. <b>Fruit:</b> medium, 200-300 gm, round, 25% to 50% red over yellow ground color, pin stripe; maturity similar to Gala’s; flesh yellowish; crisp, juicy, medium firm, moderately acidic; storage life short—2 months at 0 °C. Popular in northern Europe, but not grown commercially in the United States.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alkmene"
    },
    {
      "nid": "12773",
      "title": "Allahabad Safeda",
      "body": "Indian origin. White dessert guava. Weight 173.06 g; diam. 7.5 cm; cavity width 5.0 cm; seeds 3.2%; 12.5% soluble solids, 0.6% total acid. Sweet, thick flesh, has a pleasant flavor but lumpy surface. Somewhat resistant to red-banded thrips and Mucor fruit rot.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Guava",
      "field_mlfruitandnut_cultivar": "Allahabad Safeda"
    },
    {
      "nid": "12623",
      "title": "Alles",
      "body": "<p>See Chesley.</p>\r\n",
      "field_link_the_site": "Chesley (Alles)",
      "field_mlfruitandnut_crop": "Carissa",
      "field_mlfruitandnut_cultivar": "Alles"
    },
    {
      "nid": "11081",
      "title": "All Red Jonathan",
      "body": "Orig. in Allentown, Lehigh County, Pa., by Homer S. Kemp, Bountiful Ridge Nurseries, Princess Anne, Md. Introd. in 1937. Apparently a bud mutation of Jonathan; discovered in 1934. <b>Fruit:</b> skin attractive, full bright red, not too dark under eastern U.S. conditions; otherwise resembles Jonathan. <b>Tree:</b> slightly more vigorous than Jonathan.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "All Red Jonathan"
    },
    {
      "nid": "11082",
      "title": "Almeda",
      "body": "Orig. in Hendersonville, Sumner County, Tenn., by James W. Savely. Introd. in 1939. USPP 327; 18 Apr. 1939. Considered to be a bud mutation of Rhode Island Greening; discovered in 1927. <b>Fruit:</b> large, 2 3/4 to 3 inches in diam.; skin green, sometimes with a slight blush, thin, slightly waxy; flesh greenish-white, crisp, juicy, acid to subacid; ripens early in late July and early August; keeps exceptionally well; good for cooking; suitable for shipping; resembles Rhode Island Greening, but with more acid and a different ripening season. <b>Tree:</b> size medium; strong, vigorous; bears annually; very productive; blooms in midseason.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Almeda"
    },
    {
      "nid": "11083",
      "title": "Alnarp 2 (A.2)",
      "body": "See rootstocks for apple.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alnarp 2 (A.2)"
    },
    {
      "nid": "11084",
      "title": "Alnarps Favorit",
      "body": "Orig. in Alnarp, Sweden, by Dept. of Pomology, Agr. College of Sweden. Introd. in 1967. Mcintosh × Alfa 68; cross made in 1944. <b>Fruit:</b> large; conical; skin smooth with red stripes; flesh creamy white, firm, juicy; good cooking and storage qualities; ripens early October. <b>Tree:</b> size medium; vigor medium; productivity good; triploid; recommended for southern Sweden.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alnarps Favorit"
    },
    {
      "nid": "12940",
      "title": "Alphonso (Appus, Badami, Gundu, Haphus, Kagdi, Khader, Khader Pasand)",
      "body": "<p>High-quality mango bringing premium prices on Indian and international markets <b>Origin:</b> India. <b>Tree:</b> moderately large, with broadly rounded, dense canopy. <b>Fruit:</b> yellow, ovate-oblique, averaging 60 mm long by 50 mm broad, weighing 225–325 g, averaging 226 g; skin thin, flesh firm to soft, low in fiber, yellow, sweet with characteristic aroma and pleasant taste preferred by many who know this cultivar. Seed monoembryonic in a large, woody stone, quality excellent. Late midseason; irregular bearer, medium to heavy in India but light and irregular in Florida.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Alphonso (Appus, Badami, Gundu, Haphus, Kagdi, Khader, Khader Pasand)"
    },
    {
      "nid": "11085",
      "title": "Alton",
      "body": "Orig. in Geneva, N.Y., by Richard Wellington, New York State Agr. Expt. Sta. Introd. in 1938. Early McIntosh × New York 845 (Red Canada × Yellow Transparent); cross made in 1923; first full crop in 1935. <b>Fruit:</b> similar to Crimson Beauty; flavor mild, subacid; ripens just after Crimson Beauty; eating and cooking apple for home and roadside markets. <b>Tree:</b> resembles Crimson Beauty.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alton"
    },
    {
      "nid": "13139",
      "title": "Altoona",
      "body": "Orig. in Altoona, Fla., by Bertman V. Johnson. Introd. in 1953. USPP 1170; 24 Feb. 1953; assigned to J.A. Schiruska, Lady Lake, Fla. Parentage unknown. <b>Fruit:</b> sweet; resembles Parson Brown, but larger and matures earlier. <b>Tree:</b> upright, spreading; vigorous; resembles Parson Brown.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Altoona"
    },
    {
      "nid": "11086",
      "title": "Alvah",
      "body": "<p>See Flamespur Red Rome.</p>\r\n",
      "field_link_the_site": "Flamespur Red Rome (Alvah, Taylor)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alvah"
    },
    {
      "nid": "11087",
      "title": "Alvina",
      "body": "Solid red whole tree mutation of Gala. <b>Origin:</b> Drouin, Victoria, Australia by G.E. Fankhauser. Selected 2000; USPP 19,604; 30 Dec. 2008.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Alvina"
    },
    {
      "nid": "12941",
      "title": "Aman Dusehri",
      "body": "<p>See Dashehari.</p>\r\n",
      "field_link_the_site": "Dashehari (Aman Dusehri, Dasheri)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Aman Dusehri"
    },
    {
      "nid": "11088",
      "title": "Ambassy™",
      "body": "Red sport of Delcorf, introd. by Davodeau-Ligonniere Nursery, Angers, France. <b>Fruit:</b> striped red-orange; flavor acid; ripens 2 weeks before Gala; 2-month storage life at -0.5 °C.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Ambassy™"
    },
    {
      "nid": "13140",
      "title": "Ambersweet",
      "body": "Orig. from a 1963 cross of [Citrus reticulata Clementine × (C. paradisi × C. reticulata) Orlando] × C. sinensis. In trod. by C.J. Hearn, U.S. Dept. of Agriculture, Orlando, Fla., in 1989. <b>Fruit:</b> size medium, 63-95 mm; slightly pyriform; rind moderately thick, pebbly, easily peeled; 0-30 seeds; rind and flesh bright orange; early to midseason. <b>Tree:</b> moderately vigorous; upright; dense foliage; some thorns; moderately cold-tolerant.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Ambersweet"
    },
    {
      "nid": "11089",
      "title": "Ambrosia",
      "body": "A good-quality red apple ripening in Delicious season. Chance seedling discovered in early 1980s by Wilfred and Robert Mennell, Cawston, British Columbia, Canada. Assigned to Okanagan Plant Improvement Co., Canada. <b>Fruit:</b> medium to large size; attractive; crisp; sweet, low acid; very juicy; distinct, pleasant aroma; mild flavor. <b>Tree:</b> spur type, upright growth, not a tip bearer.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Ambrosia"
    },
    {
      "nid": "12628",
      "title": "Amele",
      "body": "Orig. in ancient times; long the principal variety grown near Bari, Italy, on the Adriatic Coast. Introd. into the U.S. in 1951 as P.I. 194137 by J. Eliot Coit, Vista, Calif., from budwood furnished by V. Carrante of the experiment station near Bari. <b>Fruit:</b> sugar content high, 53.8%, near Indio, Calif.; flavor good; harvested during October. <b>Tree:</b> upright; vigorous; blooms heavily, but does not set a heavy crop; female flower.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Carob",
      "field_mlfruitandnut_cultivar": "Amele"
    },
    {
      "nid": "12942",
      "title": "Amélie",
      "body": "Early ripening with fruit that resembles that of Julie. <b>Origin:</b> West Indies, grown in W. Africa. <b>Tree:</b> tall, with rounded, dense canopy. <b>Fruit:</b> green to orange-yellow with the advance of the season, rounded, 100–150 mm long by ~100 mm broad by ~78 mm thick, weighing 300–600 g, averaging 360 g; skin thick and separated with difficulty, flesh soft, juicy, melting, without fiber, deep orange, sweetly perfumed, free from turpentine. Seed monoembryonic in a medium-sized elongate, narrow stone that adheres to the flesh, with a few short, pliable fibers that are not objectionable; quality excellent.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Amélie"
    },
    {
      "nid": "13247",
      "title": "American Beauty (Hylocereus guatemalensis)",
      "body": "Very ﬂavorful fruit with fuchsia-colored ﬂesh and reddish green skin. Thin rind and soft pulp make it susceptible to bruising; suitable for local marketing. <b>Origin:</b> Parentage unknown; introd. from Guatemala to Florida, and then to California. <b>Fruit:</b> round; medium, 380 g, ideal for market; skin greenish-red; ﬂesh fuchsia-colored; quality exceptional, pulp very juicy, lacking ﬁrmness; rind thin, with scattered compact bracts; 18.51 °Brix; 43 d from bloom to harvest in Southern California; harvest June to November. <b>Plant</b> stems triangular, with 3 well-deﬁned ridges, relatively thin and short; mature stems dark green and brittle, producing numerous shoots; pruning essential; areoles have 1-2 spines, 1-5 mm long; segment between areoles quite convex, 36.45 mm long; ﬂowers small, petals white, calyx yellowish green; anthers and stigma lobes yellow; tolerance to cold and heat average; usually struggles in full sun; commercial potential excellent if grown in a protected environment.\"",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Pitahaya",
      "field_mlfruitandnut_cultivar": "American Beauty (Hylocereus guatemalensis)"
    },
    {
      "nid": "11090",
      "title": "Ames",
      "body": "Orig. in Ames, Iowa, by H.L. Lantz, Iowa Agr. Expt. Sta. Introd. in 1921. Allen Choice × Perry Russett; first fruited in 1920. <b>Fruit:</b> size medium; skin deep red, medium thick, smooth; flesh firm, crisp, juicy, yellow, subacid; quality good to very good; season January to May; adapted in particular to southern Iowa. <b>Tree:</b> vigorous; productive and regular bearer; strong framework in the orchard and nursery.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Ames"
    },
    {
      "nid": "11091",
      "title": "ANABP 01 (Bravo™)",
      "body": "<p>Purple-red apple with excellent flavor and texture. <b>Origin:</b> D.A.F.W.A. Bentley, Western Australia, Australia, by J.E. Cripps. Cripps-Two (Cripps Red) × Tenroy Gala (Royal Gala); crossed 1992; propagated 1999. USPP 27,420; 29 Nov. 2016. <b>Fruit:</b> size medium, diameter 7.5-8.5 cm; obloid; dark purple red; flavor and texture excellent; late-season, ripens ~27 d after Golden Delicious, 14 d after Cripps Pink; consistent cropping. <b>Tree:</b> vigor medium, similar to Golden Delicious; ramified; growth habit spreading; chilling requirement 400-500 h.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "ANABP 01 (Bravo™)"
    },
    {
      "nid": "12746",
      "title": "Añasco",
      "body": "Tall tree producing clusters of 16-23 fruits. <b>Origin:</b> Clonal selection by Francisco Jordán, Añasco, PR. Parents unknown. <b>Fruit:</b> spherical; small, 10 g; SS 21%; 62% pulp; seed weight 2.3 g. <b>Tree:</b> tall; high yielding.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Genip/Quenepa/Spanish Lime",
      "field_mlfruitandnut_cultivar": "Añasco"
    },
    {
      "nid": "11092",
      "title": "Andersen",
      "body": "Orig. in Saskatoon, Saskatchewan, Canada, by C.F. Patterson, Univ. of Sask. Introd. in 1960 for home gardens. Columbia × Melba; selected in 1945; tested as A58-301. <b>Fruit:</b> up to 2 inches in diam.; somewhat conical; skin light red with some splashing; flesh white, mildly subacid, quality good; keeps extremely well; ripens in mid-September. <b>Tree:</b> extremely hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Andersen"
    },
    {
      "nid": "12943",
      "title": "Anderson",
      "body": "Seedling of Sandersha that was planted at the residence of Mrs. L.F. Anderson, Miami, Fla. Seed sent from Jamaica in 1926 and bore fruit in 1931. Named in 1948. <b>Tree:</b> vigorous; large and spreading, semi­open canopy. <b>Fruit:</b> eating quality fair. Shape: long and slender; base rounded; stout stem inserted squarely in an elevated manner; apex bluntly pointed, often with a small lateral beak; surface undulating. Size: length 26-34 cm; breadth 9.5-12.5 cm; thickness 8.5-12 cm. Weight: 1300-1700 g. Skin: ground color greenish-yellow; crim­sn or dark red blush; few large white dots; skin thick, tough, and easily separating. Flesh: soft and juicy pale yellow flesh; flavor mild and acidulous with a weak, pleasant aroma; no fiber. Stone and seed: thick and woody stone with a monoembryonic seed filling 40% to 60% of the stone. Season: July to August. Mainly of interest due to its large size; good cooking mango used for chutney, mango pickles, etc.; tendency to split on the tree.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Anderson"
    },
    {
      "nid": "11093",
      "title": "Anderson Jonathan",
      "body": "Orig. in the orchard of Robert Anderson, Covert, Mich. Introd. in 1927. Bud mutation of Jonathan; discovered in 1923; selected by Robert Anderson and by Roy Gibson, Greening Nursery Co., Monroe, Mich.; propagated by this nursery. <b>Fruit:</b> medium to large; skin bright red over a yellow ground color; flesh white, firm, crisp, juicy, subacid; stores well; resembles Jonathan, except more red color. <b>Tree:</b> bears well annually; standard type.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Anderson Jonathan"
    },
    {
      "nid": "11094",
      "title": "Anderson Red Delicious",
      "body": "A spur-type strain assigned to Yakima Valley Nursery, Yakima, Wash. <b>Origin:</b> A sport of Redchief® Delicious. Not patented. <b>Fruit:</b> very early coloring, solid red blush; matures earlier than some Delicious strains.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Anderson Red Delicious"
    },
    {
      "nid": "12944",
      "title": "Angie",
      "body": "A monoembryonic mango cultivar for home and commercial use, with good production and postharvest quality. <b>Origin:</b> Fairchild Tropical Botanic Garden, Coral Gables, FL., by R. Campbell. Parentage unknown; selected c. 1993; introd. 2008. <b>Fruit:</b> length 11 cm, breadth 8 cm, thickness 7 cm; 380-420 g; skin orange-yellow, with pink to red blush, numerous small yellow and white dots, thin, tender, adherent; oblong with flattened base and slender stem inserted obliquely in shallow cavity; apex bluntly pointed with no beak; surface undulating; flesh orange, firm, melting, juicy, with no fiber; flavor rich and sweet with a weak pleasant aroma; quality excellent; stone medium thick and woody; seed monoembryonic, filling 40% of stone; ripens June to July in southern Florida; postharvest characteristics excellent. <b>Tree:</b> semi-dwarf.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Angie"
    },
    {
      "nid": "11095",
      "title": "Anna",
      "body": "Orig. in Doar Na Shomron, Israel, by Abba Stein. Introd. there in 1963; in the U.S. as P.I. 280400 in 1965. Red Hadassiya (a local variety) × Golden Delicious; cross made in 1959. <b>Fruit:</b> large; skin red cheeked; flesh subacid to sweet, flavor mild; ripens in Israel end of June to first of July. <b>Tree:</b> annually productive; low chilling requirement, about 400 hrs.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Anna"
    },
    {
      "nid": "11096",
      "title": "Annalee (Blount Golden)",
      "body": "<p>Orig. in Irving, Texas, by Floyd Blount, Jr., Dallas, Texas. Introd. in 1974. USPP 3496; 26 Feb. 1974. Golden Delicious o.p., discovered in 1962. <b>Fruit:</b> about 3 inches in diam.; conical; skin yellow with some dots, some russeting, waxy, smooth, thick, tough; flesh satiny white with yellow tint, firm, juicy, flavor good; a dessert variety; ripens early August in Dallas. <b>Tree:</b> size medium; upright, inverted vase-shape; very vigorous; productivity very good; bears regularly. Superior heat resistance for Texas area.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Annalee (Blount Golden)"
    },
    {
      "nid": "11097",
      "title": "Anoka (Champion Supreme)",
      "body": "<p>Orig. in Brookings, S.D., by N.E. Hansen, South Dakota Agr. Expt. Sta. Introd. in 1920. Mercer × Duchess; selected in 1918. <b>Fruit:</b> quality poor. <b>Tree:</b> very hardy; bears very young.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Anoka (Champion Supreme)"
    },
    {
      "nid": "12536",
      "title": "Apodi (BRS 235)",
      "body": "A large fruited acerola. <b>Origin:</b> Ceará, Brazil. <b>Fruit:</b> large (11.8 g, 53.99% pulp); medium-firm; vitamin C content 1260.9 mg/100 g pulp; anthocyanins 12.26 mg/100 g; 6.4% SS. Plant: compact and easy to harvest; highly productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Acerola/Barbados Cherry",
      "field_mlfruitandnut_cultivar": "Apodi (BRS 235)"
    },
    {
      "nid": "11098",
      "title": "Applegate Red Rome",
      "body": "Orig. in Monmouth County, N.J., by Leslie N. Applegate, Freehold, N.J. Introd. in 1951. Parentage unknown; original tree selected by members of the New Jersey Apple Inst. <b>Fruit:</b> skin better colored than Red Rome, which it resembles.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Applegate Red Rome"
    },
    {
      "nid": "11099",
      "title": "Applethorpe Earlidel",
      "body": "<p>See Earlidel.</p>\r\n",
      "field_link_the_site": "Earlidel (Applethorpe Earlidel)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Applethorpe Earlidel"
    },
    {
      "nid": "11100",
      "title": "Applethorpe Summerdel",
      "body": "<p>See Summerdel.</p>\r\n",
      "field_link_the_site": "Summerdel (Applethorpe Summerdel)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Applethorpe Summerdel"
    },
    {
      "nid": "12945",
      "title": "Appus",
      "body": "<p>See Alphonso.</p>\r\n",
      "field_link_the_site": "Alphonso (Appus, Badami, Gundu, Haphus, Kagdi, Khader, Khader Pasand)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Appus"
    },
    {
      "nid": "11101",
      "title": "Ariane (Ariane Les Naturianes®)",
      "body": "<p>Apple scab (Venturia inaequalis) resistant with attractive fruit, excellent flavor, long storage life. <b>Origin.</b> INRA, Angers, France, by F. Laurens, Y. Lespinasse, and A. Fouillet. P7R25A27 (Florina × Priam) × P21R4A30 (Golden Delicious × unknown); cross made in 1979; selected in 1988; tested as X6407. <b>Fruit:</b> matures with Golden Delicious; medium; flat-globose; skin 75-100% bright red over yellow ground color with many conspicuous lenticels and russet sometimes present in stem end; firm, crisp, and juicy flesh; stores 7 months; early harvested fruit can show storage scald. <b>Tree:</b> very vigorous with little branching; annual cropping with tendency to have clusters of small fruit on old branches making thinning necessary; resistant to apple scab races 1-5 with Vf gene but susceptible to race 6; some resistance to fire blight (Erwinia amylovora) and powdery mildew (Podosphaera leucotricha); susceptible to rosy apple aphid (Dysaphis plantaginea).</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Ariane (Ariane Les Naturianes®)"
    },
    {
      "nid": "12662",
      "title": "Arirang™",
      "body": "<p>See Danbae.</p>\r\n",
      "field_link_the_site": "Danbae (Arirang™, Korean Giant, Olympic)",
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Arirang™"
    },
    {
      "nid": "11102",
      "title": "ArkCharm",
      "body": "An early-ripening apple bred for the South. <b>Origin:</b> Apple breeding program, Univ. of Arkansas, Fayetteville (Rom and Moore); tested as AA18; introd. in 1993. <b>Fruit:</b> large, blotchy red; ripens just before Jerseymac and Paulared; tart, good quality. Storage life short.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "ArkCharm"
    },
    {
      "nid": "12610",
      "title": "Arkin",
      "body": "The most widely planted commercial cultivar in Florida. <b>Origin:</b> Florida, from Malaysian seed planted in 1973 by Morris Arkin of Coral Gables. <b>Fruit:</b> elongate-cylindrical with longitudinal indentations that make it star-shaped in cross section, with 5 broad ribs; averaging 12.2 cm long × 6.8 cm wide and 150 g in weight, with 9.4 seeds, or much less when grown in block plantings. Skin waxy, deep yellow; outstandingly firm, withstanding stresses of handling and shipping better than most other cultivars; fruit juicy, crisp, and of acceptable sweetness. <b>Tree:</b> upright, vigorous. Flowers long-styled.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Carambola",
      "field_mlfruitandnut_cultivar": "Arkin"
    },
    {
      "nid": "11103",
      "title": "Arlet",
      "body": "<p>See Swiss Gourmet™.</p>\r\n",
      "field_link_the_site": "Swiss Gourmet™ (Arlet)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Arlet"
    },
    {
      "nid": "13248",
      "title": "Armando (H. polyrhizus/costaricensis)",
      "body": "Red-ﬂeshed, medium-sized fruit with red skin, good quality. <b>Origin:</b> collected by R. Lobo in Las Manos, near border of Honduras and Nicaragua. <b>Fruit:</b> round; medium, 390 g; quality acceptable; ﬂesh very ﬁrm, red; skin purplish-red, intermediate in thickness, with numerous bracts; 16.11 °Brix; 41 d from bloom to harvest in Southern California; harvest mid-June to January. <b>Plant</b> stems thick and short, with 3 well-deﬁned ridges, dark green spiny; areoles have 4-6 spines, arranged in a circular pattern, 3-8 mm long; ﬂowers intermediate, petals white; calyx yellowish, with shades of red on the edges, anthers and stigma lobes yellow; tolerant to cold and heat; grows well in full sun; commercial potential good.\"",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Pitahaya",
      "field_mlfruitandnut_cultivar": "Armando (H. polyrhizus/costaricensis)"
    },
    {
      "nid": "13141",
      "title": "Armstrong Seedless Valencia",
      "body": "Orig. in Anaheim, Calif., by Pearl C. Mohn. Introd. in 1939. USPP 124; 5 Mar. 1935; assigned to Armstrong Nurseries, Ontario, Calif. Bud mutation of Valencia; discovered about 1928. <b>Fruit:</b> seedless; quality equal to or slightly better than Valencia. <b>Tree:</b> does not produce as well as Valencia.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Armstrong Seedless Valencia"
    },
    {
      "nid": "11104",
      "title": "Artemisz",
      "body": "Medium-large red fruit, harvested midseason, multiple disease resistance, and suitable for fresh consumption or apple chip products. <b>Origin:</b> Corvinus University of Budapest, Budapest, Hungary by M. Tóth, G. Ficzek, I. Király, S. Koavács, M. Hevesi, J. Halász, and Z. Szani. Prima o.p.; selected as MR-03 in 1992. DNA markers support Jonathan as the pollen parent. HortScience 47:1795-1800. <b>Fruit:</b> conic, 55mm height × 72 mm diameter, moderate ribbing, nearly 100% brown-red blush and inconspicuous stripes, flesh is very firm, crisp, moderately juicy, tart-sweet balance and highly aromatic, may exhibit sunburn or bitter pit. <b>Tree:</b> medium vigor, with strong central leader and spreading habit; bears fruit on both spurs and long shoots; precocious; annual bearing and productive; resistance (Vf/Rvi6) to apple scab (Venturia inaequalis Cke), powdery mildew [Podosphaera leucotricha, Ell. and Ev. (E.S. Salmon)] and fire blight shoot infection [Erwinia amylovora Burr. (Winsl. et al.)].",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Artemisz"
    },
    {
      "nid": "12572",
      "title": "Arthur V (Brights Hybrid® 5)",
      "body": "<p>Clonal almond × peach hybrid rootstock for almond. <b>Origin:</b> Bright’s Nursery, Le Grand, CA, by W. Bright, V. Bright, J. Bright, and E. Bright. Titan almond × Nemared peach; crossed 1980. USPP 18,782; 6 May 2008. Plant: propagated via tissue culture. Rootstock performance: vigor high, 120% of Nemaguard, yield similar to Nemaguard; drought tolerant; tolerant to calcareous soil; well anchored; resistant to root-knot nematodes, susceptibility to lesion nematodes low, resistant to Verticillium (Verticillium dahliae); susceptible to crown rot and Phytophthora (Phytophthora spp.), armillaria root rot (A. mellea), crown gall (Agrobacterium tumefaciens), and bacterial canker (Pseudomonas syringae); compatible with almond, peach, nectarine, plum (European and Japanese), and apricot cultivars tested.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Almond Rootstock",
      "field_mlfruitandnut_cultivar": "Arthur V (Brights Hybrid® 5)"
    },
    {
      "nid": "12946",
      "title": "Arumanis (Harumanis)",
      "body": "Widely planted mango in humid parts of the world where many cultivars fail to fruit. <b>Origin:</b> Indonesia. <b>Tree:</b> vigorous, tall with slightly open canopy. <b>Fruit:</b> greenish-yellow with large, light-yellow dots, elongate oblong with rounded base, 110– 140 mm long by 66–75 mm broad by 47.5–65 mm thick, weighing 200–350 g; skin thin, tough and easily separated, flesh firm and juicy with little fiber, lemon-yellow, sweet, slightly insipid with a strong aroma, of poor to fair quality; seed polyembryonic in thick, woody stone. Midseason, bears regularly. Easy to propagate by graftage, scionwood survives well.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Arumanis (Harumanis)"
    },
    {
      "nid": "12663",
      "title": "ASAJU™",
      "body": "<p>See Asio 1.</p>\r\n",
      "field_link_the_site": "Asio 1 (ASAJU™)",
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "ASAJU™"
    },
    {
      "nid": "11105",
      "title": "Asfari",
      "body": "Early season, yellow clean skin, with aromatic, sweet ﬂavor. <b>Origin:</b> Better3Fruit, Rillaar, Belgium, by I. De Wit, H. Eyssen, J. Keulemans, J. Nicolai, E. Pauwels and P. Van Laer. Elstar × Delcorﬂ; crossed 1997; USPP 25,007; 28 Aug. 2014. <b>Fruit:</b> globose with weak crowning at calyx end; skin yellow, sometimes with a small amount of pink blush; soluble solids moderate, 12.1 °Brix; acidity high, 7.9 g/l malic acid, at harvest; moderately ﬁrm, crisp and juicy, with strong aroma; sensitive to bruising; stores for 3 months in controlled atmosphere. <b>Tree:</b> vigor low, with upright to spreading habit, annual bearing on long shoots and spurs with good productivity; low susceptibility to powdery mildew (Podosphaera leucotricha).",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Asfari"
    },
    {
      "nid": "11106",
      "title": "Ashworth",
      "body": "<p>See Autumn Arctic.</p>\r\n",
      "field_link_the_site": "Autumn Arctic (Ashworth)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Ashworth"
    },
    {
      "nid": "12664",
      "title": "Asio 1 (ASAJU™)",
      "body": "<p>An early-ripening, smooth-skin Pyrus pyrifolia cultivar. <b>Origin:</b> developed by Joel and Ruth Spira, Eugene Konno, and Neil Vincent in Coopersburg, Pa. Open-pollinated seed from Japan planted in 1981. Fruited in 1987. USPP 9835 issued 25 Mar. 1997 to Subarashii Kudamono Co., Coopersburg, Pa. <b>Fruit:</b> medium to large, round, slightly wider than long; stem ~2.5 cm, thicker at the base; cavity shallow, acute; basin deep, wide, with small deciduous calyx; skin bright yellow with prominent tan lenticels; flesh semi-sweet, mild flavor; ripe late August in Coopersburg, Pa., ~2 weeks earlier than Nijisseiki. <b>Tree:</b> large, vigorous, spreading, consistent, heavy crop; blooms with Nijisseiki, self-infertile.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Asio 1 (ASAJU™)"
    },
    {
      "nid": "12665",
      "title": "Asio 2 (JunoSan™)",
      "body": "<p>A midseason, russeted Pyrus pyrifolia cultivar. <b>Origin:</b> Developed by Joel and Ruth Spira, Eugene Konno, and Neil Vincent in Coopersburg, Pa. Open-pollinated seed of Chojuro, planted in 1983. Fruited in 1987. USPP 9827 issued 18 Mar. 1997 to Subarashii Kudamono Co., Coopersburg, Pa. <b>Fruit:</b> large to very large, round like Chojuro; stem ~2.5 cm; cavity shallow, acute; basin moderately wide with deciduous calyx; skin russeted, golden-brown, lighter than Chojuro, with prominent lenticels; flesh white, crisp, juicy, sweet; ripe mid-September in Coopersburg, Pa., ~1 week later than Chojuro. <b>Tree:</b> open, spreading habit, moderate vigor; consistent, heavy crop; blooms with Chojuro, self-infertile.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Asio 2 (JunoSan™)"
    },
    {
      "nid": "12666",
      "title": "Asio 3",
      "body": "A mid-late season, dark russeted Pyrus pyrifolia cultivar. <b>Origin:</b> Developed by Joel and Ruth Spira, Eugene Konno, and Neil Vincent in Coopersburg, Pa. Open-pollinated seed of Asian Pear Selection No. 6 planted in 1983. Selection No. 6 was grown from open pollinated seed from Japan. Fruited in 1987. USPP 9828 issued 18 Mar. 1997 to Subarashii Kudamono Co., Coopersburg, Pa. <b>Fruit:</b> round, large to v. large, up to 600 g; stem medium length, clubbed; cavity acuminate; basin obtuse with deciduous calyx; skin green, completely covered with dark brown russet, tan lenticels; flesh white, crisp, juicy, semi-sweet, mild flavor, low acid; ripe late September in Coopersburg, Pa. <b>Tree:</b> open, spreading habit, moderate vigor, consistent, heavy crop; blooms midseason, self-infertile.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Asio 3"
    },
    {
      "nid": "12667",
      "title": "Asio 4 (SuSan™)",
      "body": "<p>A late-season, russeted Pyrus pyrifolia cultivar. <b>Origin:</b> Developed by Joel and Ruth Spira, Eugene Konno, and Neil Vincent in Coopersburg, Pa. Open-pollinated seed from Japan planted in 1983. Fruited in 1987. USPP 9822 issued 11 Mar. 1997 to Subarashii Kudamono Co., Coopersburg, Pa. <b>Fruit:</b> ovate, variable, with prominent lobe at calyx end, medium, up to 250 g; stem medium, clubbed, with prominent lenticels; cavity acute; basin narrow with persistent calyx; skin completely russeted, light brown with prominent, raised, tan lenticels; flesh white, crisp, juicy, very sweet, low acid; ripe mid-late October in Coopersburg, Pa., a few days later than Seuri. <b>Tree:</b> dense, vigorous, consistent, heavy crop; self-infertile.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Asio 4 (SuSan™)"
    },
    {
      "nid": "12668",
      "title": "Atago",
      "body": "Large, midseason, russet-skinned Asian pear. <b>Origin:</b> Seed from self-pollination of Nijisseiki collected in 1915; fruit characteristics suggest a cross of Nijisseiki × Imamura Aki; named 1927 for the Atago region of Japan; introd. 1928 by Ninomiya-Engei Testing Center. <b>Fruit:</b> large; round, slightly asymmetrical; golden brown russet; flesh crisp, juicy, less astringent than Imamura Aki; ripens ~3-4 weeks before Ya Li, mid-September in Niigata; storage life good. <b>Tree:</b> diploid; size medium; fruiting abundant, produces large fruit with very little thinning.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Atago"
    },
    {
      "nid": "12947",
      "title": "Ataulfo",
      "body": "A polyembryonic mango, marketed in North America as “Champagne.” <b>Origin:</b> Tapachula, Mexico. Open-pollinated seed brought from Costa Rica about 1930, selected in late 1950s. <b>Fruit:</b> small, 200-300 g; yellow; firm; stands shipping stress well; sweet with slight acidity; early to midseason. <b>Tree:</b> vigorous and upright; productive when young; resistant to anthracnose.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Ataulfo"
    },
    {
      "nid": "11107",
      "title": "Atha",
      "body": "Orig. in Cullman County, Ala., by Atha Warnick. Introd. about 1930. Red Astrachan o.p. (perhaps crossed with Yellow Transparent); selected about 1915. <b>Fruit:</b> resembles Yellow Transparent, but more vigorous, less tendency to bear biennially.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Atha"
    },
    {
      "nid": "11108",
      "title": "Atlas",
      "body": "Orig. in Ottawa, Ontario, Canada, by Canada Dept. Agr., Res. Sta. Introd. about 1924. Winter St. Lawrence o.p.; selected in 1912. <b>Fruit:</b> skin striped red, highly colored; good for dessert and culinary purposes; keeps well. <b>Tree:</b> very hardy; upright, strong; productive but requires no thinning.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Atlas"
    },
    {
      "nid": "11109",
      "title": "Atwood Delicious",
      "body": "<p>Orig. in Wenatchee, Wash., by Charles Atwood. Introd. in 1958. Bud mutation of Delicious; discovered in 1952. <b>Fruit:</b> skin solid red, coloring darker and earlier than Delicious. <b>Tree:</b> standard type. No longer propagated.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Atwood Delicious"
    },
    {
      "nid": "13142",
      "title": "Atwood Early",
      "body": "Orig. in Lemon Cove, Calif., by Frank Atwood. Introd. in 1945. Bud mutation of Washington Navel; discovered in 1935. <b>Fruit:</b> navel type; skin deep orange­red, of a more intense color than that of Washington Navel, which it resembles; matures earlier than Washington Navel, remaining firm very late in the season; responds to ethylene treatment at a lesser color intensity than standard varieties.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Atwood Early"
    },
    {
      "nid": "11110",
      "title": "Atwood Spur Delicious",
      "body": "Orig. in Wenatchee, Wash., by Charles H. Atwood. Introd. in 1967. Assigned to Yakima Valley Nursery, Wenatchee, Wash. Bud mutation of the standard Delicious; discovered in 1956. <b>Fruit:</b> resembles Delicious; colors earlier and darker than Starking Delicious, blush or solid type, brighter red. <b>Tree:</b> vigorous; medium size; productive; spur-type.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Atwood Spur Delicious"
    },
    {
      "nid": "11111",
      "title": "August Delicious",
      "body": "Orig. in Monticello, Minn. by Marion Hagerstrom. Introd. in 1977 by Herschel L. Boll, Champaign, Ill. Jersey Sweet × Sweet Delicious. Cross made about 1943. <b>Fruit:</b> resembles Delicious, but slightly larger, ripens late August in Minnesota. <b>Tree:</b> highly productive, vigorous, hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "August Delicious"
    },
    {
      "nid": "11113",
      "title": "Aurora",
      "body": "<p>See Joburn™ Braeburn.</p>\r\n",
      "field_link_the_site": "Joburn™ Braeburn (Aurora)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Aurora"
    },
    {
      "nid": "11112",
      "title": "Aurora Golden Gala™ (8S6923)",
      "body": "<p>Mid-season yellow, dessert apple with excellent texture and keeping quality. Origin. Agriculture and Agri-Food Canada, Summerland, B.C., by C. Hampson, R. MacDonald, H. Quamme, D.-L. McKenzie, and W.D. Lane. Splendour × Gala (Kidds D.8); cross made in 1981; tested as 8S-69-23. <b>Fruit:</b> medium; globose to globose-conic; weakly ribbed; skin thin to medium, tender, glossy, smooth, yellow or greenish-yellow sometimes having 10% or less light red blush; extremely crisp, firm, juicy, sweet; stores approx. 6 mo. <b>Tree:</b> moderate vigor; spreading habit with abundant spurs; very heavy fruit set requires prompt thinning; susceptible to apple scab; partially resistant to powdery mildew.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Aurora Golden Gala™ (8S6923)"
    },
    {
      "nid": "11114",
      "title": "Austin",
      "body": "Orig. in Natal, South Africa, by a Mr. Smith. Introd. in 1934. Believed to be a bud mutation of Lady Carrington (Alma). <b>Fruit:</b> small to medium; roundish; skin light green to creamy ground color, blushed with red; flesh white, rather acid, easily becomes over-ripe and insipid; resembles Alma; ripens in January. <b>Tree:</b> vigorous; spreading; very productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Austin"
    },
    {
      "nid": "12744",
      "title": "Australian Finger Lime (VI 697)",
      "body": "<p>Specialty fruit, citrus relative also known as Microcitrus australasica one of six different species of citrus considered to be native to Australia. <b>Origin:</b> imported from Sydney, Australia, in 1965, released by Citrus Clonal Protection Program (CCPP) as VI 697 in 2007. <b>Fruit:</b> about 3 inches long and roughly the size of an average person’s index ﬁnger, but fruit from juvenile trees can be less than 1 inch long; greenish black to very dark purple, thin durable skin; ﬂesh clear-green to very light pink tiny round juice vesicles, resemble “citrus caviar”; very tart juice, much like a Mexican lime; main ripening season in California is November–December when the fruit falls off in your hand. <b>Tree:</b> very small (about 5 ft on Schaub rough lemon) to large depending on the rootstock (the CVC has used several: Schaub rough lemon, Cleopatra mandarin, C-35 citrange, Carrizo citrange, Calamondin, Citrus macrophylla); leaves are tiny approximately one-half inch long and the branches become very dense and thorny with about one thorn set in every leaf axil; new growth is purple in color and the one-quarter inch wide ﬂowers are white and pink during the main ﬂowering season of February to April.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Finger Lime",
      "field_mlfruitandnut_cultivar": "Australian Finger Lime (VI 697)"
    },
    {
      "nid": "12552",
      "title": "Autumn",
      "body": "Orig. in Chappaquiddick Island, Mass., by Russell B. Steams, Edgartown, Mass. Introd. in 1957. Chance seedling; selected in 1950. <b>Fruit:</b> medium; skin purple; pit size small; processes very well. <b>Tree:</b> bears regularly; fine ornamental qualities when in bloom; foliage turns red in autumn.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Beach Plum",
      "field_mlfruitandnut_cultivar": "Autumn"
    },
    {
      "nid": "11115",
      "title": "Autumn Arctic (Ashworth)",
      "body": "<p>Orig. in Barnard, Vt., on the Dorothy Thompson farm by Fred M. Chase. Introd. in 1956 by Fred L. Ashworth, nurseryman, Heuvelton, N.Y. Considered to be a seedling of Arctic; discovered in 1952. <b>Fruit:</b> medium to large; shape, skin color, and flavor of Baldwin; better quality than Arctic; ripens in September; resistant to apple scab; no thinning required.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Autumn Arctic (Ashworth)"
    },
    {
      "nid": "11116",
      "title": "Autumn Gala (Harry Black Gala)",
      "body": "A late-maturing sport of Gala. <b>Origin:</b> limb sport of Kidds D-8 Gala, found at Catoctin Mountain Orchard, Thurmont, Md., in 1992 by Bob Black. Introd. 1999; assigned to International Plant Management, Inc., Lawrence, Mich. USPP 12,842; 13 Aug. 2002. <b>Fruit:</b> typical size, shape, and quality of Kidds D-8, maturing 6 weeks later than the parent; flesh much firmer than parent’s, 18-23 pounds at maturity. <b>Tree:</b> same as parent. Recommended for fresh market in warmer climates where regular Gala matures too soon.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Autumn Gala (Harry Black Gala)"
    },
    {
      "nid": "11117",
      "title": "Autumn Gold (Hein)",
      "body": "Orig. in Hein Orchards, Tieton, Wash., as a chance seedling in 1985. Introd. in 1994; assigned to Columbia Basin Nursery, Quincy, Wash. <b>Fruit:</b> large, conical, similar to Golden Delicious in shape; pink blush over yellow-green ground color; highly resistant to russet; quality similar to Golden Delicious but with maturity two weeks later; storage life better than that of Golden Delicious, with much less tendency to shrivel. <b>Tree:</b> medium vigor, spreading habit, midseason blooming, diploid.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Autumn Gold (Hein)"
    },
    {
      "nid": "11118",
      "title": "Autumn Rose",
      "body": "Strain of Fuji considered to be superior to Nagafu 12. <b>Origin:</b> whole tree Fuji mutation discovered in Milton-Freewater, Ore. <b>Fruit:</b> 70% to 80% red color with fine stripe similar to Nagafu 12. Similar in other characteristics to other Fujis.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Autumn Rose"
    },
    {
      "nid": "11119",
      "title": "Auvil Early Fuji (Fuji 216)",
      "body": "Strain of Fuji ripening 3-4 weeks earlier than standard Fuji. <b>Origin:</b> limb mutation of TAC 114 Fuji; discovered Sept. 1993 at Vantage, Wash. Introd. 1998; assigned to Van Well Nursery, Wenatchee, Wash. USPP 10141. <b>Fruit:</b> 90% to 95% pink-red skin over yellow ground color; flesh texture, color, and flavor similar to parent’s, but maturity is 145-150 days from full bloom, 3-4 weeks earlier than TAC 114 Fuji or standard Fuji. <b>Tree:</b> similar to standard Fuji, but with less vigor than parent.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Auvil Early Fuji (Fuji 216)"
    },
    {
      "nid": "12893",
      "title": "Avana apireno (VI 688)",
      "body": "Willowleaf-type mandarin. <b>Origin:</b> originating in Sicily, Italy either in the 1800’s or in 1962 (ambiguous passport data), The Instituto Sperimentale per l’Agrumicoltura, Acireale, in Sicily, Italy, donated budwood to INRA, San Giuliano, Corsica, France, in 1983; received by the Citrus Clonal Protection Program (CCPP) in 1997, released as VI 688 in 2010. <b>Fruit:</b> ﬂattened shape like Avana tardivo (average length/width ratio of 0.82); pale orange rind; ﬂesh medium orange; average 3.1 seeds per fruit; ripens by early December in Lindcove, Exeter, CA. <b>Tree:</b> vigorous (5.0 ft in height with a 5-ft diameter, 4-year-old trees at Riverside, CA) dense and spreading.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mandarin",
      "field_mlfruitandnut_cultivar": "Avana apireno (VI 688)"
    },
    {
      "nid": "12894",
      "title": "Avana tardivo di Ciacalli (VI 687)",
      "body": "Late maturing, willowleaf type mandarin, in US commonly known as Mediterranean mandarin. <b>Origin:</b> Ciaculli, Sicily, Italy, ; donated to INRA, San Giuliano, Corsica, France, in 1966; received by the Citrus Clonal Protection Program (CCPP) in 1997; released as VI 687 in 2010. <b>Fruit:</b> ﬂattened (average length/width ratio of 0.83); pale orange rind; ﬂesh medium orange; average 8.3 seeds per fruit; ripens in early January (a month later than ‘Avana apireno’) in in Lindcove, Exeter, CA; taste is best in February. <b>Tree:</b> vigorous (5.5 ft in height with a 5-ft diameter, 3-year-old trees in Riverside, CA) and spreading.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mandarin",
      "field_mlfruitandnut_cultivar": "Avana tardivo di Ciacalli (VI 687)"
    },
    {
      "nid": "12561",
      "title": "Ayers",
      "body": "Discovered by Corwin Davis about 1965 near Bellevue, Mich. Top scorer in evaluations, near 100% crackout in first crack.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Butternut",
      "field_mlfruitandnut_cultivar": "Ayers"
    },
    {
      "nid": "11120",
      "title": "Azwell",
      "body": "<p>See Wellspur Delicious.</p>\r\n",
      "field_link_the_site": "Wellspur Delicious (Azwell)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Azwell"
    },
    {
      "nid": "11122",
      "title": "B",
      "body": "Thome McIntosh. Early coloring sport of Starling differing from other McIntosh cultivars in greenish flesh coloration and red coloration of blossom and leaf petiole. <b>Origin:</b> Comstock Park, MI, by B.J. Thome. selected 1999; USPP 19,891; 7 Apr. 2009.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "B"
    },
    {
      "nid": "11121",
      "title": "B",
      "body": "Thome Gala. Whole tree mutation of Simmons Gala distinguished by prominent wide-striped red fruit and heavy pink coloration on petals. <b>Origin:</b> Comstock Park, MI, by B.J. Thome. Discovered 2003; USPP 24,639; 15 July 2014.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "B"
    },
    {
      "nid": "12611",
      "title": "B-10",
      "body": "Important commercial cultivar in Malaysia and shipped to Japan. <b>Origin:</b> Malaysia, introd. to Florida by the Rare Fruit Council International of Miami in the early 1970s. <b>Fruit:</b> elongate-cylindrical, star-shaped in cross section with 5 ribs of sufficient thickness to tolerate shipping stresses well, averaging 10.2 cm long × 6.9 cm broad, weighing 115 g with 3.4 seeds on average; skin waxy, deep yellow; fruit of good firmness, juicy, crisp and pleasantly sweet. <b>Tree:</b> upright, vigorous. Flowers short-styled. Planted commercially on a small scale in Florida.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Carambola",
      "field_mlfruitandnut_cultivar": "B-10"
    },
    {
      "nid": "12537",
      "title": "B-17",
      "body": "Orig. in Rio Piedras, Puerto Rico, by the Puerto Rico Agr. Expt. Sta. Introd. in 1956. Chance seedling; selected in 1954. <b>Fruit:</b> acid, weight 9-12 g, large; high ascorbic acid content (1325-2250 mg/ 100 g juice). <b>Tree:</b> yield high, 8.1 to 12.1 t/ha/year, from 4-year-old trees.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Acerola/Barbados Cherry",
      "field_mlfruitandnut_cultivar": "B-17"
    },
    {
      "nid": "11124",
      "title": "B3F44",
      "body": "Late season, bicolor fruit with long storage and shelf life. <b>Origin:</b> Better3Fruit, N.V., Rillaar, Belgium by I. De Wit, H. Eyssen, J. Keulemans, J. Nicolai, E. Pauwels and P. Van Laer. Braeburn × Gala; USPP 23,823; 27 Aug. 2013. <b>Fruit:</b> conic with moderate crowning at calyx end, 50% to 75% red blush with weak to strong stripes in overcolor on yellow-green ground color, moderate to high soluble solids content (13.9 °Brix) and high acidity (7.9 g L–1 malic acid) at harvest; very firm, crisp and juicy with strong aroma; low sensitivity to bruising; storage for at least 10 months in ambient atmosphere and 12 months in controlled atmosphere and 4-week shelf life. <b>Tree:</b> medium vigor with ramified, drooping habit, annual bearing on long shoots and spurs with medium precocity and productivity.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "B3F44"
    },
    {
      "nid": "11125",
      "title": "B3F45",
      "body": "Late season, bicolor fruit with very firm flesh, long storage and long shelf life, very sweet taste. <b>Origin:</b> Better3Fruit, N.V., Rillaar, Belgium by I. De Wit, H. Eyssen, J. Keulemans, J. Nicolai, E. Pauwels and P. Van Laer. Gala × Braeburn; USPP 23,847; 13 Aug. 2013. <b>Fruit:</b> globose with moderate crowning at calyx end, 77 mm diameter × 70 mm height, 50% to 75% red blush with weak to strong stripes in overcolor on yellow-green ground color; high soluble solids content (16.2 °Brix) and high acidity (8.3 g·L–1 malic acid) at harvest; very firm, crisp and juicy with medium aroma; low sensitivity to bruising; storage for at least 9 months in ambient atmosphere and 12 months in controlled atmosphere and 3-week shelf life. <b>Tree:</b> strong vigor with ramified, upright-spreading habit, annual bearing on long shoots and spurs with medium precocity and productivity, medium susceptibility to scab.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "B3F45"
    },
    {
      "nid": "12948",
      "title": "B74 (Calypso™)",
      "body": "<p>A commercial mango cultivar with flavor similar to Kensington, but better yield, ripe fruit skin color, and resistance to fruit rots. <b>Origin:</b> Queensland Department of Primary Industries, Brisbane, Australia, by A.W. Whiley and J.W. Dorrian. Sensation × Kensington. USPP 17,770; 5 May 2007. <b>Fruit:</b> length 10 cm, breadth 9 cm, thickness 7 cm; 420-490 g; skin yellow, with red and crimson blush, thin, tender, easily separating; ovate with a flattened base, medium stem inserted obliquely; apex rounded with no beak; surface smooth; flesh yellow, soft, tender, juicy, with no fiber; flavor mild and sweet with a weak pleasant aroma; quality good; stone thick and woody; seed monoembryonic; ripens June to July in southern Florida; postharvest life and storage characteristics excellent. <b>Tree:</b> vigor low to moderate; tolerant to flower and fruit diseases.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "B74 (Calypso™)"
    },
    {
      "nid": "11123",
      "title": "B.9",
      "body": "<p>See Red-Leaved Paradise in apple rootstocks.</p>\r\n",
      "field_link_the_site": "Red-Leaved Paradise (Budagovsky 9, Bud.9, B9)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "B.9"
    },
    {
      "nid": "12949",
      "title": "Badami",
      "body": "<p>See Alphonso.</p>\r\n",
      "field_link_the_site": "Alphonso (Appus, Badami, Gundu, Haphus, Kagdi, Khader, Khader Pasand)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Badami"
    },
    {
      "nid": "11126",
      "title": "Baigent",
      "body": "<p>See Brookfield™ Gala.</p>\r\n",
      "field_link_the_site": "Brookfield™ Gala (Baigent)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Baigent"
    },
    {
      "nid": "11127",
      "title": "Baldwin Double Red",
      "body": "<p>See Sawyer Baldwin.</p>\r\n",
      "field_link_the_site": "Sawyer Baldwin (Baldwin Double Red, Baldwin Scarlet, Black Baldwin, Double­Red Baldwin, Red Baldwin)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Baldwin Double Red"
    },
    {
      "nid": "11128",
      "title": "Baldwin Scarlet",
      "body": "<p>See Sawyer Baldwin.</p>\r\n",
      "field_link_the_site": "Sawyer Baldwin (Baldwin Double Red, Baldwin Scarlet, Black Baldwin, Double­Red Baldwin, Red Baldwin)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Baldwin Scarlet"
    },
    {
      "nid": "11129",
      "title": "Ballou Grimes",
      "body": "<p>See McClintock Grimes.</p>\r\n",
      "field_link_the_site": "McClintock Grimes (Ballou Grimes, Unprofitable Grimes)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Ballou Grimes"
    },
    {
      "nid": "11130",
      "title": "Bancroft",
      "body": "Orig. in Ottawa, Ontario, Canada, by Canada Dept. Agr., Res. Sta. Introd. about 1935. Forest × McIntosh; selected in 1930. <b>Fruit:</b> sizes well; skin highly colored red; keeps well in cold storage until April; quality moderately good. <b>Tree:</b> strong grower of good form; bears at a young age; appears to be as hardy as McIntosh.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bancroft"
    },
    {
      "nid": "12950",
      "title": "Bangalora",
      "body": "<p>See Totapuri.</p>\r\n",
      "field_link_the_site": "Totapuri (Bangalora, Collector, Kallamai, Killi (Gillig), Mukku, Sandersha, Thevadimuthi)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Bangalora"
    },
    {
      "nid": "11131",
      "title": "Banks Crimson Beauty",
      "body": "Orig. in Waterville, Kings County, N.S., Canada, by H.P. Banks. Introd. about 1940. Bud mutation of Crimson Beauty; discovered in 1910. <b>Fruit:</b> skin solid red, very attractive; otherwise very similar to parent. <b>Tree:</b> identical to parent; semi-vigorous; stout, well spaced branches and a moderate number of heavy fruit spurs.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Banks Crimson Beauty"
    },
    {
      "nid": "11133",
      "title": "Banning",
      "body": "<p>See Ultima™ Gala.</p>\r\n",
      "field_link_the_site": "Ultima Gala™ (Banning)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Banning"
    },
    {
      "nid": "11132",
      "title": "Banning Red Fuji",
      "body": "Red sport of Desert Rose Fuji. <b>Origin:</b> East Wenatchee, WA, by B.L. Banning. selected 1999; USPP 16,624; 6 June 2006.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Banning Red Fuji"
    },
    {
      "nid": "12951",
      "title": "Baptiste",
      "body": "Introd. to Florida from Haiti by Lawrence H. Zill, Boynton Beach, Fla. <b>Tree:</b> low vigor; small, spreading, open canopy. <b>Fruit:</b> eating quality fair to good. Shape: oval; base rounded; slender stem inserted obliquely in a shallow, grooved cavity; apex rounded with a small beak; surface smooth. Size: length 9-11.5 cm; breadth 7.5-8.5 cm; thickness 7-7.5 cm. Weight: 250-450 g. Skin: ground color bright yellow; no blush; few small russet dots; skin thin, ten­der, and adherent. Flesh: very firm and dry deep yellow flesh; flavor mild and sweet with a weak, pleasant aroma; no fiber. Stone and seed: thick and woody stone with a polyembryonic seed filling 70% to 85% of the stone. Season: June to July. Extremely firm at maturity with no fiber in flesh; mild carrot flavor; one of the most popular cultivars in Haiti; sometimes used as a rootstock.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Baptiste"
    },
    {
      "nid": "11134",
      "title": "Bardwell Red Duchess",
      "body": "<p>See Daniels Red Duchess.</p>\r\n",
      "field_link_the_site": "Daniels Red Duchess (Bardwell Red Duchess, Minnesota Red Duchess, Stark’s Red Duchess)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bardwell Red Duchess"
    },
    {
      "nid": "12798",
      "title": "Baress",
      "body": "Orig. in Freeburg, Ill., by William Schmisseur on his \"Bar S\" ranch. Introd. in 1953 by the Louis Gerardi Nursery, Caseyville, Ill. Carya × nussbaumeri; chance seedling, considered to be a natural pecan­shellbark hickory cross; selected in 1953. Nut: shell thin; larger than and ripens later than Burlington, which it resembles.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Hican",
      "field_mlfruitandnut_cultivar": "Baress"
    },
    {
      "nid": "11135",
      "title": "Barkley Red Rome",
      "body": "Orig. in Manson, Wash., by George L. Barkley. Introd. in 1953. USPP 1470; 17 Apr. 1956; assigned to Van Well Nursery, Wenatchee, Wash. Bud mutation of Rome Beauty; discovered in 1944. <b>Fruit:</b> medium to large; roundish conic, tends to be longer than most Rome Beauty fruit; skin thick, tough, smooth, with more red than Rome Beauty or Red Rome, distinctive striping; flesh nearly white, firm, rather crisp, juicy, mildly subacid; keeping quality very good; resembles Rome Beauty. <b>Tree:</b> a strong grower; size medium; upright at first but later roundish to somewhat spreading and drooping. No longer propagated.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Barkley Red Rome"
    },
    {
      "nid": "11136",
      "title": "Barrie",
      "body": "Orig. in Saskatoon, Saskatchewan, Canada, by C.F. Patterson, Univ. of Sask. Introd. in 1960 for home gardens. Columbia × Wealthy; selected in 1950; tested as A60-202. <b>Fruit:</b> up to 2 1/2 inches long and 2 inches in diam.; skin cream overlaid with light red; flesh mildly subacid, quality good; ripens in midseason. <b>Tree:</b> hardy; productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Barrie"
    },
    {
      "nid": "13143",
      "title": "Barrington Navel",
      "body": "Orig. unknown. First introd. by B.A. Barrington, who observed it over the years as budded trees in his grove at Melrose, Fla. Introd. in 1965. <b>Fruit:</b> reported to have excellent quality; navel not protruding; medium-late maturing, consistent yields. Entered in the Florida Bud wood Registration Program in 1955 by D.W. Tredinick of Jacksonville, Fla. Not widely grown.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Barrington Navel"
    },
    {
      "nid": "11137",
      "title": "Barry",
      "body": "Orig. in Geneva, N.Y., by the New York State Agr. Expt. Sta. Introd. in 1957. McIntosh × Cox’s Orange Pippin; selected in 1936. <b>Fruit:</b> medium to large; skin with a solid, dark red blush, appearance fine; quality good to very good for both dessert and culinary uses; matures in the fall, 2 weeks before McIntosh; cold storage life of 3 months; resembles McIntosh.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Barry"
    },
    {
      "nid": "11138",
      "title": "Bates Lobo",
      "body": "Orig. in Stevensville, Pa., by W.L. Bates. Not introd. Considered to be a bud mutation of Lobo, arising as a whole tree. <b>Fruit:</b> large; irregular. A periclinal cytochimera 2-2-2-4; tends to revert to diploid; chimeral nature determined at the New York State Agr. Expt. Sta., Geneva; accessioned in 1952 and 1953 by this station. <b>Tree:</b> vigorous; somewhat spreading; stout branches; somewhat alternate bearing habit. No commercial plantings, academic interest only.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bates Lobo"
    },
    {
      "nid": "11139",
      "title": "Battleford",
      "body": "Orig. in North Battleford, Saskatchewan, Canada, by Murray Somerville. Introd. about 1945. Parentage unknown; discovered in 1934. <b>Fruit:</b> size medium; skin pale yellow, striped, washed dull red; quality only fair, with flesh becoming mealy in a short time; season late August and early September. <b>Tree:</b> not very hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Battleford"
    },
    {
      "nid": "11140",
      "title": "Baxters Black Winesap",
      "body": "Orig. in Nauvoo, Ill., by Cecil J. Baxter, Sr., and Frederick K. Baxter. Introd. in 1944. USPP 619; 21 Mar. 1944; Frederick K. Baxter, assignor to Gem City Vineland Co., Nauvoo. Parentage unknown; selected in 1930. <b>Fruit:</b> large, round; skin deep red, approaching black, smooth, waxy; flesh whitish with yellow tinge, crisp, firm, juicy; ripens in late October, 10 days after Winesap; holds well on tree; excellent keeper in common storage; ships well. <b>Tree:</b> grows rapidly; very hardy; early bearer.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Baxters Black Winesap"
    },
    {
      "nid": "12645",
      "title": "Bays",
      "body": "Orig. on the James H. Bays ranch, Ventura, Calif. Introd. in 1920 by William Weber. Parentage unknown. <b>Fruit:</b> round; large, 18-24 oz; skin light yellowish-green, covered with conical protuberances; pulp white, juicy, melting; subacid; quality good; season February to April. <b>Tree:</b> bushy; spreading; good bearer. Probably California's leading commercial cultivar (1996).",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Cherimoya",
      "field_mlfruitandnut_cultivar": "Bays"
    },
    {
      "nid": "11141",
      "title": "Beacon (Early Delicious, Fenton, Miller Red)",
      "body": "<p>Orig. in Excelsior, Minn., by the Univ. of Minnesota Fruit Breeding Farm. Introd. in 1936. Malinda o.p.; seed planted in 1908; tested as Minn. 423. <b>Fruit:</b> large; skin solid red, covering almost entire surface, tough; flesh juicy, mildly acid, quality good, superior to Maiden Blush, Duchess, and Wealthy; dessert rating good; matures about 1 Aug., 10 to 14 days before Wealthy. <b>Tree:</b> productive; quite susceptible to cedar rust. This is not the Fenton variety described in 1873.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Beacon (Early Delicious, Fenton, Miller Red)"
    },
    {
      "nid": "12737",
      "title": "Beall",
      "body": "Orig. in Santa Clara Valley, Calif., by W.A. Beall. Introd. in 1924. Parentage unknown; seedling transplanted to Fresno, Calif., and first fruited there about 1922. <b>Fruit:</b> medium to large; skin purplish-black with amber pulp; excellent in Imperial Valley, San Diego County, and Fresno. <b>Tree:</b> produces two crops for fresh-fruit purposes; moderately vigorous; common type.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Fig",
      "field_mlfruitandnut_cultivar": "Beall"
    },
    {
      "nid": "12562",
      "title": "Bear Creek",
      "body": "Discovered in 1980 in Boone County, Iowa, by Brian Sparks, Beaver, Iowa. Top scorer in evaluations, near 100% crackout in first crack.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Butternut",
      "field_mlfruitandnut_cultivar": "Bear Creek"
    },
    {
      "nid": "12538",
      "title": "Beaumont",
      "body": "Orig. in Honolulu, Hawaii, by Hemy Y. Nakasone, Univ. of Hawaii, Honolulu. Introd. in 1961. Parentage unknown; selected in 1958; tested as Hawaii 3B-T21. <b>Fruit:</b> acid type; orange-red when ripe; average weight 4.9 g, 11 % soluble solids, pH 3.3, and high ascorbic acid content (2820 mg/100 g fruit). <b>Tree:</b> compact; low; branches spreading; foliage dense.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Acerola/Barbados Cherry",
      "field_mlfruitandnut_cultivar": "Beaumont"
    },
    {
      "nid": "12774",
      "title": "Beaumont",
      "body": "Orig. in Hawaii, by F.A.I. Bowers and H.Y. Nakasone, Univ. of Hawaii. Introd. in 1960. Also known as B-30. Open-pollinated seedling of a selection from a wild population; discovered in 1954-55. <b>Fruit:</b> 2.5-3.0 inches in diam., 3.5-4.5 inches long, slightly oval; skin yellow, slightly rough; flesh medium-pink, 1.0% to 1.2% acid, 9% to 10% soluble solids; ripens year-round with peaks in April-May and September-October. Pulp in locules has a tendency to be loose and puffy; puree recovery 78%. Yield from 3-year-old trees was 24 t/ha/year. Vitamin C 143.8 to 154 mg/ 100 g fruit. <b>Tree:</b> vigor excellent; 12-15 ft high; productive; susceptible to red­banded thrips, fruit flies. The first commercial guava cultivar in Hawaii for processing.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Guava",
      "field_mlfruitandnut_cultivar": "Beaumont"
    },
    {
      "nid": "11142",
      "title": "Beauty Blush",
      "body": "Orig. in Saskatoon, Saskatchewan, Canada, by C.F. Patterson, Univ. of Sask. Introd. in 1960 for home gardens. Elsa × Wealthy; selected in 1947; tested as A59-342. <b>Fruit:</b> up to 2 inches in diam.; somewhat oblong; skin yellow, slightly blushed; flesh mildly subacid, flavor pleasant, fair quality; ripens in midseason. <b>Tree:</b> upright grower.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Beauty Blush"
    },
    {
      "nid": "12952",
      "title": "Becky",
      "body": "Seedling of Sunset from J.D. Ensey, Merritt Island, Fla. <b>Tree:</b> vigorous; dense, rounded canopy, branching near the ground. <b>Fruit:</b> eating quality fair. Shape: ovate to oblong; base rounded; stout stem inserted obliquely in a deep, grooved cavity; apex bluntly pointed without a beak; surface undulating. Size: length 11.5-15.5 cm; breadth 8.5-10 cm; thickness 7.5-8.5 cm. Weight: 510-850 g. Skin: ground color greenish-yellow; pink or crimson blush; numerous small white dots; skin thick, ten­der, and easily separating. Flesh: soft, melt­ing, and juicy lemon-yellow flesh; flavor somewhat acidulous and spicy with a weak, pleasant aroma; little fiber. Stone and seed: thick and woody stone with a monoembryonic seed filling 50% to 75% of the stone. Season: July to August. Combination of pink, crimson, and yellow make this an unusually attractive fruit; may be too delicate for commercial shipping and handling.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Becky"
    },
    {
      "nid": "11143",
      "title": "Belchard",
      "body": "<p>See Chantecler.</p>\r\n",
      "field_link_the_site": "Chantecler (Belchard®)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Belchard"
    },
    {
      "nid": "11144",
      "title": "Belle de Quebec",
      "body": "<p>See Quebec Belle.</p>\r\n",
      "field_link_the_site": "Quebec Belle (Belle de Quebec)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Belle de Quebec"
    },
    {
      "nid": "11145",
      "title": "Beller",
      "body": "Attractively colored, late-season apple. <b>Origin:</b> Malott, WA by R. Beller. Chance seedling selected in 1981; USPP 20,057; 2 June 2009. <b>Fruit:</b> round, symmetrical with no ribbing or lobes; medium, diameter 75-85 mm, height 70-75 mm; bicolor type with 50-80% dark purple red stripes and blush over yellow ground color; not prone to russet or cracking; flesh light cream, medium firmness, fine texture; sweet with little aroma; ripens late-season; stores 3-4 mo. <b>Tree:</b> medium vigor; upright to upright-spreading habit; 30-60° crotch angles; midseason bloom time.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Beller"
    },
    {
      "nid": "11146",
      "title": "Bemali",
      "body": "See rootstocks for apple.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bemali"
    },
    {
      "nid": "12842",
      "title": "Bengal",
      "body": "Orig. in Calcutta, India. Introd. in 1929 into the U.S. by the Plant Introduction Garden, U.S. Dept. of Agriculture, Coconut Grove, Fla., as P.1. 94066; propagated and distributed in 1948. Parentage unknown; first fruited in the U.S. in 1940. <b>Fruit:</b> produced in large clusters of 20 or more fruit; large, 1 inch in diam. and up to 1 3/4 inches long, 22 g in weight; round; deep pink when ripe, rose-scented; matures in May and June in Florida; firm flesh, TSS 17%, very rough peel; flavor excellent. <b>Tree:</b> spreading; vigorous, up to 40 ft high; foliage dark green; apparently well adapted to alkaline soil.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Lychee",
      "field_mlfruitandnut_cultivar": "Bengal"
    },
    {
      "nid": "11147",
      "title": "Beni Shogun (Heisei Fuji)",
      "body": "A red sport of Yataka Fuji. <b>Origin:</b> limb sport of Yataka discovered by R. Yahagi; Japan Patent 3159, 1989 by Nakajima Tenkoen Co., Ltd., Yamagata, Japan. U.S. rights assigned to ProTree Nursery, Brentwood, Calif. USPP 7997; 6 Oct. 1992. <b>Fruit:</b> blushed orange-red overall; ripens with Senshu, 4 weeks before Fuji, 1 week before Red Delicious; quality very similar to standard Fuji, but storage life is shorter. <b>Tree:</b> identical to standard Fuji.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Beni Shogun (Heisei Fuji)"
    },
    {
      "nid": "11149",
      "title": "Bestever",
      "body": "<p>See Best Ever.</p>\r\n",
      "field_link_the_site": "Best Ever (Sestevel)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bestever"
    },
    {
      "nid": "11148",
      "title": "Best Ever (Sestevel)",
      "body": "<p>Orig. in Sebastopol, Calif., by Wm. E. Silva. Introd. in 1963. USPP 2486; 9 Mar. 1965. Gravenstein × (Red Rome × Delicious); cross made in 1945; selected in 1958. <b>Fruit:</b> averages 2 3/4 inches in diam.; oblong; skin mottled dark red, striped, smooth, thin, some waxiness; flesh yellow, juicy, crisp, flavor very good; aroma heavy and pleasing; keeps very well in common storage until January; ripens 20 Oct. to 10 Nov. <b>Tree:</b> medium large; upright; very productive.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Best Ever (Sestevel)"
    },
    {
      "nid": "13144",
      "title": "Best Seedless (Best's, Best Navel)",
      "body": "Orig. in Avondale, Auckland, New Zealand, by a Mr. Best. Introd. about 1935. Open-pollinated seedling of Cook; discovered about 1910. <b>Fruit:</b> often small and misshappen; flesh juicy, flavor rich; ripens early midseason; resembles Washington Navel. <b>Tree:</b> greater vigor and heavier yields than Washington Navel.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Best Seedless (Best's, Best Navel)"
    },
    {
      "nid": "12953",
      "title": "Beta",
      "body": "A mango. <b>Origin:</b> EMBRAPA Cerrado, Brasilia, Brazil, from a cross of Amrapali × Winters. <b>Fruit:</b> small, 310 g; yellow peel; firm; low fiber; excellent quality; 24.8% SS; acidity 0.16%; ratio Brix/acidity 155. <b>Tree:</b> moderately vigorous; high yielding but irregular; without malformation; moderately resistant to anthracnose and oidium.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Beta"
    },
    {
      "nid": "13192",
      "title": "Betty",
      "body": "Orig. in Miami, Fla., by Bronson Bayliss. Introd. about 1934. Parentage unknown; selected about 1933. <b>Fruit:</b> rounded-oblong, 2-3 lb; flesh 3/4 inch thick; excellent dessert quality; rind and pulp soft, not a good shipper. <b>Tree:</b> semi­dwarf. Variety now obsolete.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Papaya",
      "field_mlfruitandnut_cultivar": "Betty"
    },
    {
      "nid": "11150",
      "title": "Beverly Hills",
      "body": "Orig. in Los Angeles, by William H. Chandler, Univ. Calif. Introd. in 1945. Melba × Early McIntosh; seed planted in 1939; first fruited in 1942; tested as UCLA 302. <b>Fruit:</b> skin pale yellow with red stripes, splashed with red; flesh white, quality very good; resembles McIntosh. <b>Tree:</b> moderately well suited to southern California coastal climate because of low chilling requirement.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Beverly Hills"
    },
    {
      "nid": "12954",
      "title": "Bhojpuri",
      "body": "<p>See Bombay Green.</p>\r\n",
      "field_link_the_site": "Bombay Green (Bhojpuri, Bombai, Bombay Yellow, Hiralal Bombai, Kali Bombai, Laile Alipur, Malda, Peter, Sarauli, Sheeri-Dhan)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Bhojpuri"
    },
    {
      "nid": "13249",
      "title": "Bien Hoa Red (H. guatemalensis)",
      "body": "Very ﬂavorful fruit with fuchsia-colored ﬂesh and reddish green skin. <b>Origin:</b> Guatemala. <b>Fruit:</b> round; medium, 360 g, ideal for market; skin greenish-red; ﬂesh fuchsia colored, pulp very juicy, lacks ﬁrmness; rind thin, with scattered compact bracts; quality exceptional; 18.9 °Brix; 43 d from bloom to harvest in Southern California; harvest June to November. <b>Plant</b> stems triangular, with 3 well-deﬁned ridges, relatively thin and short, mature stems dark green and brittle, producing numerous shoots; pruning essential; areoles have 1-2 spines on average, 1-5 mm long; segment between areoles quite convex, 36.45 mm long; ﬂowers small, petals white, calyx yellowish green, anthers and stigma lobes yellow; tolerance to cold and hot weather average; struggles in full sun; lack of cold hardiness limits commercial potential or requires protected environments.\"",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Pitahaya",
      "field_mlfruitandnut_cultivar": "Bien Hoa Red (H. guatemalensis)"
    },
    {
      "nid": "13250",
      "title": "Bien Hoa White (H. undatus)",
      "body": "White-ﬂeshed fruit with pinkish red skin and long bracts. <b>Origin:</b> Bien Hoa Farms, Fallbrook, CA. <b>Fruit:</b> oblong; intermediate size, 388 g; skin relatively thin, pinkish-red; ﬂesh very ﬁrm, white, with numerous small, black seeds; quality poor; 11.85 °Brix; 40 d from bloom to harvest in Southern California; harvest time short, from mid-July to mid-October. <b>Plant</b> stems thin but wide, relatively long, triangular, with 3 distinct ridges, when mature, green, with a brown, hard stripe on the ridges; areoles have 3-5 spines with conic shape, similarly sized and arranged in a triangular pattern, 3-5 mm long; segment between areoles convex, 53.3 mm long; ﬂowers intermediate, petals white, calyx light yellow, anthers and stigma bright yellow; tolerance to cold and heat low; does not do well in full sun; good for backyard growing in warm areas, but little potential for commercial production.\"",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Pitahaya",
      "field_mlfruitandnut_cultivar": "Bien Hoa White (H. undatus)"
    },
    {
      "nid": "11151",
      "title": "Big Red Gala",
      "body": "<p>A Gala type with larger fruit. <b>Origin:</b> limb sport of Gala, discovered by Tina Fackler, Rocky Mountain Nursery, New Salisbury, Ind., in 1992. Assigned to ProTree Nurseries, Brentwood, Calif. USPP 10,458. <b>Fruit:</b> similar to Gala, except 30% to 40% larger, with higher flesh density. Color similar to Gala (Kidd’s D8). <b>Tree:</b> identical to Gala.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Big Red Gala"
    },
    {
      "nid": "13127",
      "title": "Big Red (No 1 Big)",
      "body": "<p>Chance seedling of Crataegus aestivalis discovered in Pearl River swamps near Sandy Hook Mississippi, by T.O. Warren. Introduced in 1969. <b>Fruit:</b> large to very large, about 2.5 cm; oval; skin brilliant red, glistening finish; flesh mixed white and red; high soluble solids; ripens late April to early May in southern U.S. <b>Tree:</b> very vigorous; upright spreading; not precocious; very productive; susceptible to rust, hardy in zone 6.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mayhaw",
      "field_mlfruitandnut_cultivar": "Big Red (No 1 Big)"
    },
    {
      "nid": "12955",
      "title": "Big Yellow",
      "body": "<p>See Cushman.</p>\r\n",
      "field_link_the_site": "Cushman",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Big Yellow"
    },
    {
      "nid": "11152",
      "title": "Bisbee Delicious",
      "body": "<p>See Starkrimson Delicious.</p>\r\n",
      "field_link_the_site": "Starkrimson Delicious (Bisbee Delicious)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bisbee Delicious"
    },
    {
      "nid": "11153",
      "title": "BL-14",
      "body": "Early maturing, intensely colored Gala apple. <b>Origin:</b> Wenatchee, WA, by B. Lewis. Limb mutation of Banning Gala; propagated 2011. USPP 27,867; 11 Apr. 2017. <b>Fruit:</b> size medium, diameter ~7.0 cm; round conical; color intense, striped; lower acidity and earlier season than Gale Gala, Banning Gala, and Simmons Gala; flesh crisp, juicy, melting; ripens early August in Wenatchee. <b>Tree:</b> blooms with Banning Gala; vigor moderate; growth habit upright, spreading; hardy to USDA Zone 6b.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "BL-14"
    },
    {
      "nid": "11154",
      "title": "Black Baldwin",
      "body": "<p>See Sawyer Baldwin.</p>\r\n",
      "field_link_the_site": "Sawyer Baldwin (Baldwin Double Red, Baldwin Scarlet, Black Baldwin, Double­Red Baldwin, Red Baldwin)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Black Baldwin"
    },
    {
      "nid": "13202",
      "title": "Black Beauty",
      "body": "Self-fertile, very productive, purple-fruited passion fruit. <b>Origin:</b> Kartuz Greenhouses, Vista, CA, by P. Worley. Selection of Passiﬂora edulis; introd. 1983. <b>Fruit:</b> roundish; deep purple-black; ﬂavor good. <b>Vine:</b> compact; vigorous; stem stout and glabrous; leaves leathery, lustrous, three-lobed; ﬂowers fragrant, white and mauve; easy to cultivate; minimum temperature -4°C.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Passion Fruit",
      "field_mlfruitandnut_cultivar": "Black Beauty"
    },
    {
      "nid": "12810",
      "title": "Black Gold",
      "body": "Deep orange-flesh variety. <b>Origin:</b> Queensland, Australia. <b>Fruit:</b> dark green with sharp, fleshy spines that do not flatten upon maturity, making the proper harvest time difficult to judge and making handling after harvest difficult. Average fruit weight 6.7 kg, 35% edible pulp with 192 seeds per fruit constituting 17% of total fruit weight. Pulp is deep orange and soft to medium-firm with a strong, sweet flavor and aroma. Flesh is more easily separated from the rag than that of other cultivars. <b>Tree:</b> of medium vigor with a spreading, highly manageable canopy. With annual pruning, easily kept at a height and spread of 2-2.5 m and a consistent heavy production of 55-90 kg.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Jackfruit",
      "field_mlfruitandnut_cultivar": "Black Gold"
    },
    {
      "nid": "11155",
      "title": "Black Jonathan",
      "body": "<p>See Blackjon.</p>\r\n",
      "field_link_the_site": "Blackjon (Black Jonathan, Double Red Jonathan, Red Jon, Red Jonathan)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Black Jonathan"
    },
    {
      "nid": "11161",
      "title": "Blackjon (Black Jonathan, Double Red Jonathan, Red Jon, Red Jonathan)",
      "body": "<p>Orig. in Wenatchee, Wash., by A.T. Gossman, Columbia &amp; Okanogan Nursery Co. Introd. in 1931. Bud mutation of Jonathan; selected in 1929. <b>Fruit:</b> skin earlier coloring and brighter red than Jonathan, otherwise, identical to parent.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blackjon (Black Jonathan, Double Red Jonathan, Red Jon, Red Jonathan)"
    },
    {
      "nid": "13203",
      "title": "Black Knight",
      "body": "Self-fertile, high-yielding, purple-fruited passion fruit. <b>Origin:</b> Paciﬁc Southwest Nursery, San Diego, CA, by P. Worley. Complex hybrid of multiple cultivars of P. edulis. <b>Fruit:</b> large; elliptical; very fragrant; deep purple-black; ﬂavor excellent. <b>Vine:</b> slow growing with a compact habit; stem stout and glabrous; leaves leathery, lustrous, three-lobed; ﬂowers white and purple; well suited to container cultivation.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Passion Fruit",
      "field_mlfruitandnut_cultivar": "Black Knight"
    },
    {
      "nid": "11162",
      "title": "Blackmack (Black McIntosh)",
      "body": "<p>Orig. in Oliver, British Columbia, Canada, by H. Simpson. Introd. in 1930 by Columbia &amp; Okanogan Nursery Co., Wenatchee, Wash. Bud mutation of McIntosh; selected in 1928. <b>Fruit:</b> skin colors red early, permitting earlier picking, thereby eliminating loss by windfalls; resembles McIntosh. <b>Tree:</b> standard type.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blackmack (Black McIntosh)"
    },
    {
      "nid": "11156",
      "title": "Black McIntosh",
      "body": "<p>See Blackmack.</p>\r\n",
      "field_link_the_site": "Blackmack (Black McIntosh)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Black McIntosh"
    },
    {
      "nid": "11157",
      "title": "Black Mickey McIntosh",
      "body": "Orig. in Dansville, N.Y., by Isaac C. Rogers. Introd. about 1930. Bud mutation of McIntosh; discovered in 1929. <b>Fruit:</b> skin with solid blush, but not as deeply colored as Rogers McIntosh; resembles McIntosh.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Black Mickey McIntosh"
    },
    {
      "nid": "11158",
      "title": "Black Rome Beauty",
      "body": "<p>See Ruby Rome Beauty.</p>\r\n",
      "field_link_the_site": "Ruby Rome Beauty (Black Rome Beauty, Cherry Red Rome Beauty, Miller Ruby Rome, Ruby Red Rome, Ruby Rome)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Black Rome Beauty"
    },
    {
      "nid": "11159",
      "title": "Black Wine",
      "body": "Orig. in Wayne County, Ill., by J.E. Markham, Markham’s Nursery, Flora, Ill. Introd. in 1931. Considered to be Winesap o.p.; selected in 1924. <b>Fruit:</b> large; skin bright red.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Black Wine"
    },
    {
      "nid": "11160",
      "title": "Black Winesap",
      "body": "Orig. in Tieton, Wash., by Bert Brooks, Lafayette Nursery, Lafayette, Ore. Introd. about 1936. Winesap o.p.; discovered in the early 1930s. <b>Fruit:</b> skin solid red; resembles Winesap. Now obsolete.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Black Winesap"
    },
    {
      "nid": "11163",
      "title": "Blair",
      "body": "Orig. in Ottawa, Ontario, Canada, by the late D.S. Blair and Paul Roy, Canada Dept. Agr. Introd. in 1973. McIntosh × Fameuse; cross made in 1929, selected in 1944, tested as 0-294. <b>Fruit:</b> 2 1/2 to 2 3/4 inch in diam., fairly uniform; round, more pointed than McIntosh; skin solid dark red, occasionally some light green areas, thin, tough; colors better than McIntosh, otherwise very similar; flesh white, rarely pale green, juicy and aromatic, similar to McIntosh, but ripening 10 days earlier; storage life almost as long as that of Lobo. <b>Tree:</b> spreading like McIntosh with fewer suckers after pruning and hardier; blooms with McIntosh; moderately productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blair"
    },
    {
      "nid": "11164",
      "title": "Blairmont",
      "body": "Orig. in Blairsville, Ga., by J.M. Thompson, South East Fruit & Tree Nut Res. Lab, Byron, Ga., and U.S. Dept. of Agriculture. Introd. in 1982. QH 11-75 (York × Minjon) × Grove. Cross made in 1961 by Jerry B. Hardigree; selected in 1971 by J.M. Thompson; tested as 6132-106 and BL 32-106. <b>Fruit:</b> 3 inches in diam., subconic; skin attractive with 90% washed solid dark and lively red over pale yellow; flesh firm, cream-colored, fine texture, juicy; ripens just after Mollie’s Delicious, 3 weeks before Delicious. <b>Tree:</b> moderately vigorous, spreading; annual bearer, self-infertile, pollenizers required (Golden Delicious recommended); resistant to fire blight, scab, and bitter rot.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blairmont"
    },
    {
      "nid": "11165",
      "title": "Blaxtayman",
      "body": "Orig. in Wenatchee, Wash., by J.H. Dickey, Columbia & Okanogan Nursery Co. Introd. in 1930. Bud mutation of Stayman Winesap; discovered about 1926. <b>Fruit:</b> skin overall red; much higher percentage of extra fancy fruit than parent.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blaxtayman"
    },
    {
      "nid": "11166",
      "title": "Blaze",
      "body": "Orig. in Urbana, Ill., by the Illinois Agr. Expt. Sta. Introd. in 1958. Collins × Fanny; cross made in 1939 under the direction of M.J. Dorsey; selected in 1951; tested as Ill. 17. <b>Fruit:</b> size medium; round oblate in vertical section, round in transverse section; skin nearly covered with medium red over a bright-yellow ground color, thin, tough, with a very attractive smooth, glossy finish, lenticels inconspicuous; flesh yellowish, crisp, firm, fine­grained, juicy, mildly subacid, quality good; matures 3 1/2 weeks before Jonathan, or about 1 Aug. in southern Illinois; flavor somewhat less tart than Jonathan, which it resembles. <b>Tree:</b> upright-spreading; vigorous; productive; blooms 2 days after Jonathan; moderately susceptible to apple scab and cedar apple rust; susceptible to black rot; moderately resistant to natural infections of apple blotch, powdery mildew, and fire blight in the orchard. Recommended to extend the fresh-market season of Jonathan-type apples in commercial apple regions with a climate similar to that of southern Illinois.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blaze"
    },
    {
      "nid": "11167",
      "title": "Bledisloe Cox",
      "body": "Orig. in Gisborne, New Zealand, by W.M. Hall, orchardist. Introd. there in 1934. Bud mutation of Cox’s Orange Pippin; discovered in 1932. <b>Fruit:</b> skin color improved over parent; not fully red but very heavily striped with a characteristic dappled appearance in the same way that Beauty of Bath is dappled. Named in honor of Lord Bledisloe, Governor-General during the 1934 period. <b>Tree:</b> identical to Cox’s Orange Pippin.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bledisloe Cox"
    },
    {
      "nid": "12775",
      "title": "Blitch",
      "body": "Selected by D. Sturrock, West Palm Beach, Fla. Fruit oval, 85-142 g. Skin slightly rugose, yellow to greenish yellow. Light-pink flesh, tart, pleasant; 0.74% total acidity and 0.12% vitamin C. Seeds small and numerous.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Guava",
      "field_mlfruitandnut_cultivar": "Blitch"
    },
    {
      "nid": "11168",
      "title": "Blount Golden",
      "body": "<p>See Annalee.</p>\r\n",
      "field_link_the_site": "Annalee (Blount Golden)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blount Golden"
    },
    {
      "nid": "11169",
      "title": "Blushing Golden (Griffith Gold)",
      "body": "Orig. in Coben, Ill., by Ralph Griffith. Introd. in 1968. Parentage unknown; chance seedling discovered in 1959. USPP 2835; 1 Oct. 1968; assigned to Stark Bros. Nurseries & Orchards Co., Louisiana, Mo. <b>Fruit:</b> resembles Golden Delicious with red blush; round conic shape; skin deep yellow ground cover with up to 50% light red blush, small dots, smooth, very attractive; flesh very firm; very good quality, flavor between Jonathan and Golden Delicious; long storage life; ripens 2 weeks after Golden Delicious. <b>Tree:</b> vigorous; spreading; semi-spur type; productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Blushing Golden (Griffith Gold)"
    },
    {
      "nid": "12726",
      "title": "Bob Gordon",
      "body": "Consistent yielding elderberry adapted to the mid-western US. <b>Origin:</b> University of Missouri/Missouri State University, by P.L. Byers and A.L. Thomas. Selected from wild bushes of Sambucus canadensis in 1999; tested as Gordon B; introd. 2011. <b>Fruit:</b> medium to large, 86 mg; skin dark; high quality; TSS 11.6 °Brix; TA (malic) 0.65 g/100 mL; pH 4.7. Cyme: ripens uniformly; resistant to shattering; decumbent position when ripe; 87 g; abundant ﬂorets that are easily removed for use. Plant: medium size, 1.5-2.2 m; spreading to upright growth habit; budbreak, bloom time and harvest time similar to Adams 2; higher yields than Adams 2 under Midwestern conditions; consistent production.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Elderberry",
      "field_mlfruitandnut_cultivar": "Bob Gordon"
    },
    {
      "nid": "11170",
      "title": "Bolding",
      "body": "<p>See Red Delight.</p>\r\n",
      "field_link_the_site": "Red Delight (Bolding)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bolding"
    },
    {
      "nid": "11171",
      "title": "Bolero",
      "body": "<p>See Tuscan.</p>\r\n",
      "field_link_the_site": "Tuscan (Bolero, Colonnade® Bolero, Stark® Emerald Spire®)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bolero"
    },
    {
      "nid": "11172",
      "title": "Boller McIntosh",
      "body": "Orig. in Sodus, N.Y., on the farm of Arthur Boller. Introd. in 1954. Bud mutation of McIntosh; discovered about 1950. <b>Fruit:</b> resembles McIntosh but firmer, somewhat smaller, and more highly colored red than McIntosh. <b>Tree:</b> standard type.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Boller McIntosh"
    },
    {
      "nid": "12629",
      "title": "Bolser (Horne, Nichols)",
      "body": "<p>Orig. in Rialto, Calif., by Jerry Bolser of the San Bernardino County Agriculture Commission. Introd. in 1920. Discovered about 1920. <b>Fruit:</b> short, 5-6 inches long, rather plump; sugar content averages 42.3%; matures in October. <b>Tree:</b> bears well; self-fruitful; flowers perfect.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Carob",
      "field_mlfruitandnut_cultivar": "Bolser (Horne, Nichols)"
    },
    {
      "nid": "12956",
      "title": "Bombai",
      "body": "<p>See Bombay Green.</p>\r\n",
      "field_link_the_site": "Bombay Green (Bhojpuri, Bombai, Bombay Yellow, Hiralal Bombai, Kali Bombai, Laile Alipur, Malda, Peter, Sarauli, Sheeri-Dhan)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Bombai"
    },
    {
      "nid": "12957",
      "title": "Bombay Green (Bhojpuri, Bombai, Bombay Yellow, Hiralal Bombai, Kali Bombai, Laile Alipur, Malda, Peter, Sarauli, Sheeri-Dhan)",
      "body": "<p>Early high-quality mango long been grown in Jamaica. <b>Origin:</b> India. <b>Tree:</b> tall and erect. <b>Fruit:</b> apple green with yellow-ochre blush at base and on some exposed parts, dots abundant with brown specks in the middle; ovate with beak almost missing, medium-sized, with tough, thick, nonadhering smooth skin, flesh cadmium-orange, firm and juicy with scant fiber just under the skin, very sweet with pleasant aroma, of very good quality; seed monoembryonic in a full, thick, medium-sized stone. Season early. A medium bearer. Introductions from Jamaica to Florida have not done well, and have fruited poorly. Bombay Yellow is said to be practically identical to Bombay Green but for a slight external color difference.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Bombay Green (Bhojpuri, Bombai, Bombay Yellow, Hiralal Bombai, Kali Bombai, Laile Alipur, Malda, Peter, Sarauli, Sheeri-Dhan)"
    },
    {
      "nid": "12958",
      "title": "Bombay Yellow",
      "body": "<p>See Bombay Green.</p>\r\n",
      "field_link_the_site": "Bombay Green (Bhojpuri, Bombai, Bombay Yellow, Hiralal Bombai, Kali Bombai, Laile Alipur, Malda, Peter, Sarauli, Sheeri-Dhan)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Bombay Yellow"
    },
    {
      "nid": "11173",
      "title": "Bonan Red June",
      "body": "<p>See Bonum Red June.</p>\r\n",
      "field_link_the_site": "Bonum Red June (Bonan Red June)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bonan Red June"
    },
    {
      "nid": "11174",
      "title": "Bonanza",
      "body": "Orig. in Sebastopol, Calif., by Wm. E. Silva. Introd. in 1965. King × Rome; selected in 1965; tested as Silva 5. <b>Fruit:</b> 2 1/2 to 3 inches in diam.; stem long; elongate and pointed like Delicious; skin bright red, striped; flesh firm, juicy, aroma prominent; keeps well in common storage; ripens in mid-September. <b>Tree:</b> strong; limbs droop on end where fruit develops heavily, does not fruit well in center.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bonanza"
    },
    {
      "nid": "11175",
      "title": "Bonfire",
      "body": "Orig. in Sebastopol, Calif., by Wm. E. Silva. Introd. in 1965. Rome × Delicious; selected in 1965; tested as Silva 4. <b>Fruit:</b> shape and size approaching Delicious; skin bright red, smooth finish; flesh firm, white, fine-grained, aromatic; season beginning of September for fresh market and storage. <b>Tree:</b> large; upright.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bonfire"
    },
    {
      "nid": "13134",
      "title": "Bonita",
      "body": "Orig. in Ontario, Calif., by Herbert C. Swim, Armstrong Nurseries. Introd. in 1954. Open-pollinated seedling of Ascolano; selected in 1950. <b>Tree:</b> very vigorous; well-shaped; foliage abundant; unproductive; recommended as an ornamental.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Olive",
      "field_mlfruitandnut_cultivar": "Bonita"
    },
    {
      "nid": "11176",
      "title": "Bonser",
      "body": "Orig. in Batlow, New South Wales, Australia. Introd. in 1960. Chance seedling discovered in 1950. <b>Fruit:</b> medium to large; skin a bright carmine, attractive; excellent cool-storage qualities; very highly resistant to apple scab; no thinning required; resembles Jonathan. <b>Tree:</b> vigorous; bears well and consistently.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bonser"
    },
    {
      "nid": "11177",
      "title": "Bonum Red June (Bonan Red June)",
      "body": "<p>Orig. in Auburn, Ala., by the Alabama Polytechnic Inst. Introd. in 1940. Parentage unknown; received as a mislabeled tree; discovered in 1919. <b>Fruit:</b> small; roundish oblong, somewhat flattened at ends; quality good; keeps well; skin solid bright red; ripens 3 June to 30 Aug.; resembles Hunt Red June and Hunts Everbearing.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bonum Red June (Bonan Red June)"
    },
    {
      "nid": "11178",
      "title": "Bonza",
      "body": "Orig in Batlow, New South Wales, Australia, by B. Athenson. Introd. in 1962. Chance seedling, parentage unknown, discovered in 1953. Fruit size medium to large; conical oblate, even; skin 80% to 100% bright crimson, lightly streaked, coarse and unattractive first few years, subsequently will fine-up and, in some localities, resemble Jonathan; flesh pale, creamy white, firm texture crisp, fine-grained, flavor pleasant; good storage quality, about 8 months at 30 to 32 °F; ripens 25 Mar. in N.S.W. <b>Tree:</b> vigor moderate; hardiness unknown; very productive, tip bearing; moderately tolerant to scab.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bonza"
    },
    {
      "nid": "12646",
      "title": "Booth",
      "body": "Orig. in Hollywood, Calif., by John S. Armstrong on the AF. Booth ranch. Introd. in 1921 by Armstrong Nurseries, Ontario, Calif. Parentage unknown. <b>Fruit:</b> conical; skin with slight to moderately developed protuberances; quality good; handles well; ripens late. <b>Tree:</b> bears well; major commercial cultivar, widely planted.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Cherimoya",
      "field_mlfruitandnut_cultivar": "Booth"
    },
    {
      "nid": "12843",
      "title": "Bosworth 3",
      "body": "Named in Australia, probably a variant of Kwai mi. Other names: Kwai may pink, Kwai mi pink (Australia). Season: mid-June to early July (Northern Hemisphere). <b>Fruit:</b> almost round or spherical, 15 to 28 g, yellow-pink to orange-red at harvest, thick peel with sharp-pointed protuberance, suture not obvious. Flesh: firm, sweet, edible portion 65% to 82%. <b>Tree:</b> moderately vigorous and distinctively upright. A consistent bearer in a wide range of climates.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Lychee",
      "field_mlfruitandnut_cultivar": "Bosworth 3"
    },
    {
      "nid": "11179",
      "title": "Bountiful (Malling Bountiful)",
      "body": "Orig. in Kent, England, by F.H. Alston, East Malling Res. Sta. Introd. in 1986. Cox’s Orange Pippin o.p. <b>Fruit:</b> large, 75 to 80 mm in diam.; skin green with occasional orange/red patches or stripes; acidity lower than Bramley; a culinary apple, cooks to give a deliciously flavored sauce; best suited for home orchards. Ripens in late September; at 3.5 °C, stores in marketable condition until January. <b>Tree:</b> compact, about half the size of Bramley trees; precocious; productive; little pruning required; few pollination problems.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bountiful (Malling Bountiful)"
    },
    {
      "nid": "11180",
      "title": "Bountiful Winesap",
      "body": "Orig. in Martins Mountain Orchard, Paw Paw, W.Va., by Harry W. Miller, Consolidated Orchard. Introd. in 1939 by Bountiful Ridge Nurseries, Princess Anne, Md. Parentage unknown; discovered in 1928. <b>Fruit:</b> very much larger than Winesap; skin as highly colored as Winesap, which it resembles. <b>Tree:</b> produces well and regularly; bears earlier than Winesap.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bountiful Winesap"
    },
    {
      "nid": "12959",
      "title": "Bowen",
      "body": "<p>See Kensington.</p>\r\n",
      "field_link_the_site": "Kensington (Bowen, Kensington Pride)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Bowen"
    },
    {
      "nid": "12863",
      "title": "Bower",
      "body": "Orig. in Texas, by U.S. Dept. of Agriculture (USDA) and Texas Agr. Expt. Sta., Weslaco, Texas. Introd. in 1973. Clementine mandarin × Orlando tangelo; cross made in 1942 in Orlando, Fla.; tested since 1955 in Crystal City, Texas, and Edcouch, Texas; selected by H.K. Wutscher (USDA) and N.P. Maxwell (Texas Agr. Expt. Sta.). <b>Fruit:</b> medium-large, about 3 inches in diam.; base and apex slightly depressed; rind deep orange at maturity, thin, slightly bumpy, peels easily, severe creasing at the apex in Florida, but not in Texas.; flesh deep orange, juicy, high acidity, good blending qualities, flavor pleasant, 13-15 segments, 25-40 monoembryonic seeds. <b>Tree:</b> upright, spreading; vigorous; hardy; highest yields have been on Morton citrange rootstock; needs pollinator.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mandarin",
      "field_mlfruitandnut_cultivar": "Bower"
    },
    {
      "nid": "11181",
      "title": "Bowyer",
      "body": "Orig. in Prince George, British Columbia, Canada, by Mrs. W.R. Bowyer. Introd. in 1950 by Skinner’s Nursery, Dropmore, Manitoba, Canada. Chance seedling; seed planted in 1930. <b>Fruit:</b> size medium; quality good. <b>Tree:</b> not hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bowyer"
    },
    {
      "nid": "11182",
      "title": "Boyd Duchess (Boyd Red Duchess)",
      "body": "<p>Orig. in Anna, Ill., by Claud J. Boyd, J.J. Boyd &amp; Sons, Cobden, Ill. Introd. in 1930 by Davis Nursery, Anna. Chance seedling found in an orchard of Duchess of Oldenburg; discovered in 1930. <b>Fruit:</b> large; flesh firm; matures in mid-July. <b>Tree:</b> comes into bearing very early; rather susceptible to Botryosphaeria canker.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Boyd Duchess (Boyd Red Duchess)"
    },
    {
      "nid": "11183",
      "title": "Boyd Red Duchess",
      "body": "<p>See Boyd Duchess.</p>\r\n",
      "field_link_the_site": "Boyd Duchess (Boyd Red Duchess)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Boyd Red Duchess"
    },
    {
      "nid": "11184",
      "title": "Boyer Early",
      "body": "Orig. in Black River, N.Y., by Robert Boyer. Introd. in 1950 by Fred L. Ashworth, nurseryman, Heuvelton, N.Y. Considered to be Fameuse o.p.; discovered in 1949. <b>Fruit:</b> size and appearance similar to Fameuse, but not quite as juicy or as good quality; ripens early; resembles Fameuse.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Boyer Early"
    },
    {
      "nid": "11185",
      "title": "Boys Joy",
      "body": "Orig. in Hammond, N.Y. Introd. in 1957 by Fred L. Ashworth, nurseryman, Heuvelton, N.Y. Parentage unknown; tree about 100 years old, perhaps a seedling of Baxter; selected in 1953. <b>Fruit:</b> large; skin dark red; flesh mild, sweet, soft; ripens in late September.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Boys Joy"
    },
    {
      "nid": "11186",
      "title": "Braeburn",
      "body": "Orig. in Waiwhero, Upper Moutere, Nelson, New Zealand, by O. Moran. Introd. in 1952 by Williams Bros., Braeburn, Upper Moutere, Nelson. Parentage unknown, probably Lady Hamilton × open-pollinated seedling. Discovered in 1952. <b>Fruit:</b> medium to large; oval with a definite crown, shape is taller and crown more pronounced in colder climatic regions; skin glossy, covered with short stripes of dark crimson, three-fourths over­laid with dark scarlet blush, bright, attractive, considered a striped variety; flesh pale cream, very firm, crisp, juicy, flavor subacid, quality excellent; ripens very late, just before Fuji and with Red Dougherty; keeps well in storage, not susceptible to bitter pit; hangs well on tree without preharvest drop. <b>Tree:</b> spreading; vigor moderate; productivity heavy and precocious, tendency toward biennial bearing but easily controlled by pruning.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Braeburn"
    },
    {
      "nid": "11187",
      "title": "Brak (Kiku®, Fuji Kiku®8 Brak(S) )",
      "body": "Red sport of Fuji. <b>Origin:</b> South Tyrol, Italy by A. Braun. USPP 15,261; 26 Oct. 2004.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Brak (Kiku®, Fuji Kiku®8 Brak(S) )"
    },
    {
      "nid": "11188",
      "title": "Bravo™",
      "body": "<p>See ANABP 01.</p>\r\n",
      "field_link_the_site": "ANABP 01 (Bravo™)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bravo™"
    },
    {
      "nid": "13204",
      "title": "Brazilian Gold",
      "body": "Self-sterile, high-yielding, yellow-fruited passion fruit. <b>Origin:</b> selection of P. edulis var. ﬂavicarpa. <b>Fruit:</b> very large; golden; ﬂavor tart even when fully ripe. <b>Vine:</b> vigorous; stem stout and glabrous; leaves shiny, three-lobed; ﬂowers large, white petals and sepals, corona ﬁlaments white with a deep purple center.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Passion Fruit",
      "field_mlfruitandnut_cultivar": "Brazilian Gold"
    },
    {
      "nid": "11189",
      "title": "Breakey",
      "body": "Orig. in Morden, Manitoba, Canada, by Canada Dept. Agr., Res. Sta. Introd. in 1935. Blushed Calville o.p.; selected in 1929. <b>Fruit:</b> size medium; round oblate; skin a well-colored red and scarlet; flesh white, fine-textured, melting, juicy, flavor mild, spicy; quality good as dessert or sauce; season September to November. <b>Tree:</b> vigorous; upright, spreading; hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Breakey"
    },
    {
      "nid": "11190",
      "title": "Brechsteinia",
      "body": "Orig. in Lander, Wyo., by J.M. Steinbrech, Wyo. Agr. Expt. Sta. Introd. in 1931. <b>Fruit:</b> large; skin light green, blushed on one side; flesh fine-grained, juicy, subacid; ripens first of October. <b>Tree:</b> head markedly cone-shaped, formed by multiple leaders; upright, somewhat open; moderately vigorous; very hardy; twigs stout; internodes short; buds obtuse and free; buds heavily pubescent; lenticels round; bark light red. Named by Aven Nelson in honor of J.M. Steinbrech, Superintendent of the State Expt. Farm at Lander.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Brechsteinia"
    },
    {
      "nid": "12844",
      "title": "Brewster",
      "body": "Collected by W.N. Brewster from Hengwha in the Fukien province, China, between 1903 and 1906. Introd. into Hawaii in 1907 as PI 21204. Brewster was suggested to be the same as the Chinese variety Chen-tze or Chen Family Purple. A midseason variety available in June-July. <b>Fruit:</b> large, average 45 fruit/kg, conical or wedge-shaped, bright purplish-red, protuberance short and sharp-pointed, endocarp distinctly pink in color. Flesh: soft, slightly fragrant, juicy, sweet when full-ripe; edible portion 74%. Seeds: 30% to 50% shriveled. <b>Tree:</b> large, vigorous, upright with sharp crotches. Leaves: dark green, with six leaflets. Requires a distinctive cold period for flower initiation.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Lychee",
      "field_mlfruitandnut_cultivar": "Brewster"
    },
    {
      "nid": "11191",
      "title": "Bridgham Delicious",
      "body": "Orig. in First Creek, Wash. Introd. in the 1950s. Bud mutation of Delicious; discovered in 1930. <b>Fruit:</b> large; skin bright red; ripens about with Delicious, which it resembles. <b>Tree:</b> resembles Delicious.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bridgham Delicious"
    },
    {
      "nid": "11192",
      "title": "Bright ’N Early",
      "body": "Orig. in Chelan, Wash., by Don Craig. Introd. in 1976. USPP 4372. Bud mutation of Oregon Spur Delicious. <b>Fruit:</b> flesh white and juicy; skin is brightly colored 124 days after bloom, 1 week earlier than other red Delicious varieties. <b>Tree:</b> vigorous, with wide crotch angles.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bright ’N Early"
    },
    {
      "nid": "11193",
      "title": "Brightness",
      "body": "Orig. in Saskatoon, Saskatchewan, Canada, by C.F. Patterson, Univ. of Sask. Introd. in 1959 for home gardens. Columbia × Wealthy; selected in 1942; tested as AS8-320. <b>Fruit:</b> up to 2 1/2 inches in diam.; broadly conical; skin bright, glossy red; flesh very mildly subacid, flavor pleasing; keeps fairly well; ripens in early September; resembles Prolific. <b>Tree:</b> yields heavily; extremely hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Brightness"
    },
    {
      "nid": "12573",
      "title": "Brights Hybrid® 5",
      "body": "<p>See Arthur V.</p>\r\n",
      "field_link_the_site": "Arthur V (Brights Hybrid® 5)",
      "field_mlfruitandnut_crop": "Almond Rootstock",
      "field_mlfruitandnut_cultivar": "Brights Hybrid® 5"
    },
    {
      "nid": "11194",
      "title": "Britegold",
      "body": "Orig. in Trenton, Ontario, by L.P.S. Spangelo, S.J. Leuty, and H.B. Heeney, Agr. Canada, Ottawa, and Smithfield Experimental Farm, Trenton, Ontario. Introd. in 1980. Sandel (Delicious × Sandow) × Ottawa 522 {Platt Melba × R6T68 [Jonathan × (Rome Beauty × Malus floribunda 821 sib.)]} Tested as Ottawa 652. <b>Fruit:</b> medium to large; skin bright yellow; flesh cream-colored to yellow slightly coarse, tender, juicy; flavor low acid; only medium quality; processed fruit rated good for slices and fair for sauce; harvest date after McIntosh; storage life short, 1 to 2 months at 2 °C. <b>Tree:</b> low to medium vigor; spreading; tendency to droop; yields low; some tendency to become biennial; some fruit drop before ripe; blooms with McIntosh; resistant to apple scab, very susceptible to cedar apple and quince rusts.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Britegold"
    },
    {
      "nid": "11195",
      "title": "Britemac",
      "body": "Orig. in New Brunswick, N.J., by M.A. Blake, New Jersey Agr. Expt. Sta. Introd. in 1964. Melba × Kildare; cross made in 1934; selected in 1942; first distributed for trial as NJ 88634 by Blake; later tested as NJ 3. <b>Fruit:</b> medium to large; slightly oblate; skin striped and blushed, colors better than McIntosh, very attractive, resembles Cortland in appearance and shape, sometimes becoming russeted; flesh white, juicy, crisp, similar to McIntosh and Cortland; flavor mildly subacid, slightly aromatic; apparently not well-adapted for processing; high dessert quality, as good as or better than McIntosh; hangs better on tree than McIntosh in central New Jersey; primarily of local value (New Jersey and eastern Pennsylvania); ripens just after McIntosh, but of pleasant eating quality more than 2 weeks before it is ripe. <b>Tree:</b> considered to be very hardy; strong, spreading; somewhat smaller than McIntosh; bears well; blooms in midseason.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Britemac"
    },
    {
      "nid": "11196",
      "title": "Brock",
      "body": "A McIntosh-type apple that matures slightly later and hangs better on the tree. <b>Origin:</b> Golden Delicious × McIntosh, developed by Russ Bailey at Univ. of Maine; introd. in 1966. Tested as Me. 7-492. Named after Henry Brock of Alfred, Maine, who first tested the apple. <b>Fruit:</b> similar in shape to McIntosh but slightly larger, better flavor, and with nonoxidizing flesh. Color primarily creamy yellow with variable pink blush. <b>Tree:</b> similar to McIntosh, with tendency to biennial bearing.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Brock"
    },
    {
      "nid": "11197",
      "title": "Brookfield™ Gala (Baigent)",
      "body": "<p>An improved striped Gala. <b>Origin:</b> Paul Brookfield, Hawkes Bay, New Zealand. Bud mutation of Royal Gala found in 1994. Assigned to Willow Drive Nursery, Ephrata, Wash. USPP 10,016; 2 Sept. 1997. <b>Fruit:</b> typical Gala in size and shape, but with a very prominent red stripe over a lighter red background color. Harvested in two picks.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Brookfield™ Gala (Baigent)"
    },
    {
      "nid": "12961",
      "title": "Brooks",
      "body": "<p>Seedling of Sandersha planted in 1910 on the property of a Mr. Brooks, Miami, Fla. First fruited in 1916; propagated in 1924. Second mango cultivar to be named in Florida. <b>Tree:</b> low vigor; small, open canopy. <b>Fruit:</b> eating quality fair. Shape: oblong; base rounded; thick stem inserted squarely in a shallow, slightly grooved cavity; apex rounded to bluntly pointed with no beak; surface smooth. Size: length 12.5-15.5 cm; breadth 8.5-10 cm; thickness 8-9cm. Weight: 480-830 g. Skin: ground color greenish-yellow; no blush; few small white dots; skin medium thick, medium tough, and adherent. Flesh: firm and juicy deep yellow flesh; flavor mild and sweet with a weak, pleasant aroma; medium fiber. Stone and seed: thin and papery stone with a monoembryonic seed filling 70% to 85% of the stone. Season: August to early October. Also called Brooks Late; replaced long ago by Keitt as the important commercial late-season cultivar in Florida; fruit are “starchy” until fully ripe; favored by Asians in Florida for pickling when green.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Brooks"
    },
    {
      "nid": "11198",
      "title": "Brooks 27",
      "body": "Orig. in Brooks, Alberta, Canada, by D. Bark, Provincial Hort. Sta. Introd. in 1937. Parentage unknown. <b>Fruit:</b> average 2 1/2 inches in diam.; skin greenish, overlaid with attractive red; pleasant dessert flavor and good for culinary purposes; keeps well in common storage; quality very good. <b>Tree:</b> hardy, comparing favorably with Heyer 12.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Brooks 27"
    },
    {
      "nid": "11199",
      "title": "Brooks Beauty",
      "body": "Orig. in Washington by Bert Brooks, Lafayette Nursery, Lafayette, Ore. Introd. about 1934. Reported to be Gravenstein × Tompkins King; selected about 1930. <b>Fruit:</b> large, about the size of Tompkins King; flesh firm, fine-grained, juicy, good for culinary purposes but flavor flat; keeping quality good; ripens about 1 Oct.; resembles Tompkins King. Now obsolete; no longer being propagated.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Brooks Beauty"
    },
    {
      "nid": "12960",
      "title": "Brooks Late",
      "body": "<p>See Brooks.</p>\r\n",
      "field_link_the_site": "Brooks",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Brooks Late"
    },
    {
      "nid": "11200",
      "title": "Browning Beauty",
      "body": "<p>See Potomac.</p>\r\n",
      "field_link_the_site": "Potomac (Browning Beauty)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Browning Beauty"
    },
    {
      "nid": "12602",
      "title": "Bruce",
      "body": "Poor-quality variety. <b>Origin:</b> south Florida. <b>Fruit:</b> large, uniform, and attractive with a favorable pulp to seed ratio (17.4). Eating quality is rated inferior because of the dry, mealy flesh with little aroma. Fruit weight averages 375 g (range 185-675), with seed number averaging 1.8 (range 1-4), and seed weight averaging 12 g. <b>Tree:</b> production is concentrated during middle to late summer (August-October) and winter (February-March) and has been lighter than TREC 9680.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Canistel",
      "field_mlfruitandnut_cultivar": "Bruce"
    },
    {
      "nid": "11201",
      "title": "Buckeye™ Gala (Simmons, Peace Valley 1001, PV1001)",
      "body": "New Gala sport coloring earlier than its parent, Imperial Gala. <b>Origin:</b> limb mutation of Imperial Gala found near Salem, Ohio, in 1989. Assigned to International Plant Management, Lawrence, Mich. USPP 10,840; 30 Mar. 1999. <b>Fruit:</b> maturity is the same as Imperial, Royal, Gale, Pacific, and other red strains; becomes 100% solid red at maturity, allowing reduced number of harvests. <b>Tree:</b> same as Imperial.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Buckeye™ Gala (Simmons, Peace Valley 1001, PV1001)"
    },
    {
      "nid": "11202",
      "title": "Buckley Giant™",
      "body": "Orig. in Sumner, Wash., by Buckley Nursery Co., Buckley, Wash. Introd. in 1963. Unknown seedling formerly known as Olsen. Discovered in 1954. <b>Fruit:</b> large; oval; skin ground color golden green, 40% covered by red blush, thin; flesh white, crisp; ripens 1 to 10 Sept.; highly susceptible to bitter pit; recommended for fresh fruit and cooking. <b>Tree:</b> medium size; round; highly productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Buckley Giant™"
    },
    {
      "nid": "11203",
      "title": "Bud.9",
      "body": "<p>See Red-Leaved Paradise in apple rootstocks.</p>\r\n",
      "field_link_the_site": "Red-Leaved Paradise (Budagovsky 9, Bud.9, B9)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bud.9"
    },
    {
      "nid": "11204",
      "title": "Budagovsky 57-490",
      "body": "See rootstocks for apple.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Budagovsky 57-490"
    },
    {
      "nid": "11205",
      "title": "Budagovsky 57-491",
      "body": "See rootstocks for apple.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Budagovsky 57-491"
    },
    {
      "nid": "11206",
      "title": "Budagovsky 9",
      "body": "<p>See Red-Leaved Paradise in apple rootstocks.</p>\r\n",
      "field_link_the_site": "Red-Leaved Paradise (Budagovsky 9, Bud.9, B9)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Budagovsky 9"
    },
    {
      "nid": "11207",
      "title": "Buhr McIntosh",
      "body": "<p>See Acey Mac.</p>\r\n",
      "field_link_the_site": "Acey Mac (Buhr McIntosh)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Buhr McIntosh"
    },
    {
      "nid": "11208",
      "title": "Bull McIntosh",
      "body": "<p>See LindaMac.</p>\r\n",
      "field_link_the_site": "LindaMac (Bull McIntosh, Bull MacIntosh)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Bull McIntosh"
    },
    {
      "nid": "12962",
      "title": "Bullock’s Heart",
      "body": "A polyembryonic mango. <b>Origin:</b> Egypt. <b>Fruit:</b> large, 475 g; peel light yellow with orange overlay and small white to green dots; flesh yellow to orange; ovate (“heart-shaped”); firm with no objectionable fibers; late-midseason; low quality. <b>Tree:</b> vigorous; upright; seed polyembryonic.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Bullock’s Heart"
    },
    {
      "nid": "11209",
      "title": "Burchinal",
      "body": "<p>See Adams Apple.</p>\r\n",
      "field_link_the_site": "Adams Apple (Burchinal)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Burchinal"
    },
    {
      "nid": "11210",
      "title": "Burgundy",
      "body": "Orig. in Geneva, N.Y., by R.D. Way and R.C. Lamb, New York Agr. Expt. Sta. Introd. in 1974. Monroe × N.Y. 18491 (Macoun × Antonovka), cross made by R.C. Lamb in 1953, first fruited in 1960, selected by R.D. Way in 1961, tested as NY 161. <b>Fruit:</b> medium size, 2 3/4 inches in diam.; oblate; skin very dark red, little striping, glossy; flesh creamy, semi-firm to firm, crisp, juicy, flavor subacid, eating quality good, somewhat resembles Jonathan; sunburn and watercore can be problems; does not drop badly after ripening; stores longer than most other early fall varieties; ripens about 11 Sept. in Geneva, 2 1/2 weeks before McIntosh; a dessert variety. <b>Tree:</b> vigorous; moderately productive, fruit borne mainly on spurs, bears annually, no overcropping; blooms early midseason, about 1 day after McIntosh, good pollenizer for other varieties; susceptible to apple scab and cedar apple rust, highly susceptible to fire blight.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Burgundy"
    },
    {
      "nid": "12749",
      "title": "Burgundy Red",
      "body": "Orig. in Fort Pierce, St. Lucie County, Fla., by Oliver L. Peacock of Fort Pierce and Hudson J. McReynolds of Orlando. Introd. in 1956. USPP 1276; 11 May 1954. Bud mutation of Thompson (Pink Marsh); discovered in 1943. <b>Fruit:</b> rind thin, no blush; flesh deep red, high acidity, nearly seedless, juice content fairly low in early and midseason; juice much deeper red than that of Ruby Red; harvested in May. <b>Tree:</b> round-topped, foliage dense; resembles parent.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Grapefruit",
      "field_mlfruitandnut_cultivar": "Burgundy Red"
    },
    {
      "nid": "11211",
      "title": "Burkitt Gala",
      "body": "Redder, earlier sport of Tenroy Gala. <b>Origin:</b> Pakowhai, New Zealand by M.E. Burkitt. selected 1993; USPP 17,013; 15 Aug. 2006.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Burkitt Gala"
    },
    {
      "nid": "12799",
      "title": "Burlington",
      "body": "Orig. in Des Moines County, Iowa. Introd. in 1940 by Benton & Smith Nut Tree Nursery, Millerton, N.Y. Carya × nussbaumeri; discovered in 1915. Nut: large, averaging 55 per lb; quality good; ripens early. <b>Tree:</b> productive; comes into bearing slowly. No longer propagated.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Hican",
      "field_mlfruitandnut_cultivar": "Burlington"
    },
    {
      "nid": "11212",
      "title": "Burnett cultivar",
      "body": "Limb mutation of Obrogala having nearly full blush overcolor and maturing two weeks earlier than standard Gala strains. <b>Origin:</b> Quincy, WA by P. Burnett. Selected 1999. USPP 21,578; 21 Dec. 2010.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Burnett cultivar"
    },
    {
      "nid": "12800",
      "title": "Burton",
      "body": "Orig. in Masonville, Ky., by Emmett Burton. Introd. in 1930 by J. Ford Wilkinson, Indiana Nut Nursery, Rockport, Ind. Chance seedling of Carya illinoinensis × C. ovata, discovered in 1880. Nut: size medium; shell thin with slight shagbark ridges; flavor blend of pecan and shagbark hickory; harvested in October. <b>Tree:</b> large; vigor good; productive, more so than most hicans, more annual than shagbark hickory; no evidence of pecan scab, susceptible to pecan weevil; protogynous, pollinated by protandrous pecans.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Hican",
      "field_mlfruitandnut_cultivar": "Burton"
    },
    {
      "nid": "13145",
      "title": "Burton (Helen Burton)",
      "body": "Orig. in Clanwilliam, Western Cape Province, on the farm of Helen Burton. Selected in 1954 by G. Joubert. Unknown seedling. <b>Fruit:</b> size 7 cm in diam.; shaped like Valencia; skin coarser than Valencia; flesh texture fine, quality good, few or no seeds; ripens June to July or a few weeks before Valencia. <b>Tree:</b> resembles Valencia; productivity good. Recommended for areas normally producing Valencias and with high acid content.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Burton (Helen Burton)"
    },
    {
      "nid": "13146",
      "title": "Butler",
      "body": "Orig. in Phoenix, Ariz., by Robert Butler. Introd. about 1920. Probably a nucellar seedling of Valencia brought in from Florida during the 1890s. <b>Fruit:</b> resembles Valencia; disadvantage is seediness, 12-20 seeds per fruit; mid season, January through March. <b>Tree:</b> vigorous; medium to heavy production.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Butler"
    },
    {
      "nid": "12895",
      "title": "C4-15-19",
      "body": "Early-maturing seedless mandarin for fresh market. <b>Origin:</b> University of Florida-Institute of Food and Agricultural Sciences-Citrus Research and Education Center, Lake Alfred, FL by J.W. Grosser, F.G. Gmitter, Jr. and W.S. Castle. LB8-9 (USPP 21,356), diploid monoembryonic mandarin hybrid (female parent) × Nova mandarin, allotetraploid somatic hybrid (Clementine × Orlando) + Succari sweet orange (Citrus sinensis L. Osbeck) (male parent); obtained via embryo rescue, planted 2005; selected 2010; introd. 2013. <b>Fruit:</b> small-medium; seedless; easy to peel; dark orange rind with pronounced oil glands, pleasant fragrance when peeled; ripens in October-November in central Florida with exceptional sweet ﬂavor. <b>Tree:</b> upright and lateral growth with drooping branches during heavy cropping.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mandarin",
      "field_mlfruitandnut_cultivar": "C4-15-19"
    },
    {
      "nid": "11217",
      "title": "C6",
      "body": "See rootstocks for apple.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "C6"
    },
    {
      "nid": "11218",
      "title": "CABp Fuji",
      "body": "Red sport of Nagafu-6 Fuji. <b>Origin:</b> Totara Grove Orchard, New Zealand, by C. Lee, B. Edwards, and A. Delugar. selected 1994; USPP 17,914; 14 Aug. 2007.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "CABp Fuji"
    },
    {
      "nid": "11219",
      "title": "Caitlin",
      "body": "<p>See Stark® GrandGala.</p>\r\n",
      "field_link_the_site": "Stark® GrandGala (Caitlin)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Caitlin"
    },
    {
      "nid": "11220",
      "title": "Cal-King",
      "body": "Orig. in Van Nuys, Calif., by George King. Introd. in 1947. Parentage unknown; discovered in 1942. <b>Fruit:</b> skin colors well; resembles Beverly Hills. <b>Tree:</b> grows well in southern California.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cal-King"
    },
    {
      "nid": "12963",
      "title": "Calypso™",
      "body": "<p>See B74.</p>\r\n",
      "field_link_the_site": "B74 (Calypso™)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Calypso™"
    },
    {
      "nid": "12964",
      "title": "Cambodiana",
      "body": "Best of a group of seedlings grown from some Saigon seeds sent by David Fairchild from Indo-China to Miami, Fla., in 1902. <b>Tree:</b> moderately vigorous; dense, rounded canopy. <b>Fruit:</b> eating quality good. Shape: oblong to ovate; base rounded; slender tem inserted squarely in a level manner; apex bluntly pointed usually with no beak; surface smooth. Size: length 9-11.5 cm; breadth 6.5-7.5 cm; thickness 5-6 cm. Weight: 220-340 g. Skin: ground color greenish-yellow; no blush; few small white dots; skin thin, tender, and adherent. Flesh: soft, tender, melting, and juicy lemon-yellow flesh; flavor sweet and mildly subacid with a weak, pleasant aroma; a little fiber. Stover and seed: thick and woody stone with a polyembryonic seed filling 75% to 95% of the stone. Season: June to early July. Limited by its small size, lack of color, and poor storage characteristics; frequently planted as a dooryard mango in Florida; may be the same as Rockdale Saigon.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Cambodiana"
    },
    {
      "nid": "12708",
      "title": "Cambray",
      "body": "Opuntia duranguensis Britton & Rose with medium productivity, late season. <b>Origin:</b> Universidad Autónoma Chapingo, Chapingo, Mexico by C. Gallegos-Vázquez. Selected from a wild population of crasicaule scrub; tested as O-364; selected 2010; CNVV (Mexican National Catalog of Plant Varieties): XOC-010-031111; Nov. 2011. <b>Fruit:</b> small, 59.2 g; spherical; peduncle short to medium, 6.9 mm; scar of receptacle moderately sunken, 5.3 mm; external coloration pink at maturity; peel internal coloration pink; internal peel thickness medium to high, 7.7 mm, typical of xoconostle, although thinner than Cuaresmeño Zacatecano (Opuntia matudae), the reference cultivar; ratio of internal peel weight to total fruit weight high, 72.24%; juiciness and texture medium; funiculus pink; sugar content low, 7.5 °Brix; ripens in October of the same year of blossom in Zacatecas, central northern Mexico; fruits can remain 4 months after maturation. Plant: bushy; short; broad obovate; cladodes yellowish green, with spines in all areolas; 4 spines in the central areola; central spine short, 11.6 mm, with semi-erect posture, white and brittle.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Cactus Pear",
      "field_mlfruitandnut_cultivar": "Cambray"
    },
    {
      "nid": "11221",
      "title": "Cameo® (Caudle)",
      "body": "<p>A chance seedling discovered in the Smith-Caudle orchard near Dryden, Wash., in the 1980s. USPP 9068; 7 Mar. 1995. <b>Fruit:</b> attractive bright red stripe over yellow-green ground; round to conical, lacking prominent lobes at apex; size medium to large; flesh firm and creamy-white; flavor sweet­tart; eating quality very good. Matures with Rome Beauty. Stores extremely well; can be stored more than 12 months in CA; not subject to scald. <b>Tree:</b> vigorous, many spurs produced; hardy; precocious and productive.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cameo® (Caudle)"
    },
    {
      "nid": "11222",
      "title": "Campbell Jonathan",
      "body": "Limb mutation of Robison Jonathan with bolder, contrasting red striping. <b>Origin:</b> Waverly, Missouri by J. Campbell. USPP 21,300; 21 Sept. 2010.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Campbell Jonathan"
    },
    {
      "nid": "11223",
      "title": "Campbell Spur",
      "body": "<p>See RedChief.</p>\r\n",
      "field_link_the_site": "RedChief (Campbell Spur)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Campbell Spur"
    },
    {
      "nid": "13147",
      "title": "Campbell Valencia",
      "body": "Orig. in the Earl Campbell orchard, Santa Ana, Calif. Introd. in 1942. Considered to be a seedling of a Valencia tree planted in 1871; a nuce11ar line planted in 1942. <b>Fruit:</b> appears to be a Valencia type; large; holds late on tree. <b>Tree:</b> free of recognized virus diseases; extremely vigorous, thorny and somewhat slower in coming into bearing than standard varieties.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Campbell Valencia"
    },
    {
      "nid": "11214",
      "title": "C and O Red Rome 262",
      "body": "<p>See Nured Rome.</p>\r\n",
      "field_link_the_site": "Nured Rome (SeeandO Red Rome 262)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "C and O Red Rome 262"
    },
    {
      "nid": "11215",
      "title": "C and O Winesap",
      "body": "Orig. in Wenatchee, Wash., by J.A. Snyder, Columbia & Okanogan Nursery Co. Introd. in 1930. Bud mutation of Winesap; discovered in 1928. Colors earlier than Winesap.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "C and O Winesap"
    },
    {
      "nid": "11224",
      "title": "Candy",
      "body": "Red sport of Aztec Fuji. <b>Origin:</b> Upper Moutere, Nelson, New Zealand by D. Austin. USPP 18,661; 25 Mar. 2008.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Candy"
    },
    {
      "nid": "12965",
      "title": "Carabao",
      "body": "Introd. to Florida from the Philippines in 1909 and 1930 by the U.S. Dept. of Agriculture, Miami, Fla. <b>Tree:</b> vigorous; large, dense, canopy. <b>Fruit:</b> eating quality good to excellent. Shape: long and slender; base rounded to slightly flattened; slender stem inserted obliquely in a shallow cavity; apex bluntly pointed with no beak; surface smooth. Size: length 11-13 cm; breadth 6.5-7 cm; thickness 6-6.5 cm. Weight: 270-440 g. Skin: ground color greenish to bright yellow; no blush; few small green dots; skin thin, medium tough, and easily separating. Flesh: soft, tender, melting, and juicy lemon-yellow flesh; flavor mild, spicy, and sweet with a weak, pleasant aroma; no fiber. Stone and seed: thin and papery stone with a polyembryonic seed filling 50% to 60% of the stone. Season: June to July. Smoke has been used in the Philippines to induce flowering, but this practice has now been replaced by potassium nitrate sprays; flavor enjoyed by many, but a poor producer in Florida, and has poor storage characteristics.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Carabao"
    },
    {
      "nid": "13148",
      "title": "Cara Cara",
      "body": "<p>Orig. as a limb sport of Washington navel orange at Hacienda Cara Cara, Valencia Province, Venezuela. Introd. to Florida in 1977 by A.H. Krezdom through Div. of Plant Industry, Gainesville. <b>Fruit:</b> size and shape comparable to Washington; no red pigmentation in rind; navel sometimes small and inconspicuous; flesh dark red (from lycopene, not anthocyanin as in blood oranges); seedless. <b>Tree:</b> vigorous; some faint variegation on young foliage; cambial tissues may have red pigmentation. Occasional reversion on limbs, producing normal, orange-fleshed fruit.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Cara Cara"
    },
    {
      "nid": "11225",
      "title": "Caravel (Portia)",
      "body": "Orig. in Ottawa, Ontario, Canada, by Canada Dept. Agr., Res. Sta. Named and introd. in 1964. Melba × Crimson Beauty; selected by D.S. Blair (1909 to 1959); tested as Ottawa 277 (released in 1942 under this number) early testing by Blair, tested later and released by Lloyd P.S. Spangelo. <b>Fruit:</b> roundish conic; skin yellow, heavily washed with bright red (up to 65% of surface), attractive; flesh cream, tender; good flavor and dessert quality, superior to Crimson Beauty, nearly equals Melba; ships well; ripens 3 to 4 days before Melba; requires thinning to secure commercial fruit size; developed primarily for eastern Canada. <b>Tree:</b> hardy; bears biennially; sets heavily; comes into bearing early.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Caravel (Portia)"
    },
    {
      "nid": "11226",
      "title": "Cardinal Stayman",
      "body": "Orig. in Mount Jackson, Va., in the F.H. Wissler orchard in the Shenandoah Valley. Introd. in 1950. Bud mutation of Stayman Winesap; discovered in 1945. <b>Fruit:</b> skin bright solid red; otherwise, similar to parent.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cardinal Stayman"
    },
    {
      "nid": "12966",
      "title": "Cardozo Mankurad",
      "body": "A mango. <b>Origin:</b> Goa, India. Selected in 1992. <b>Fruit:</b> medium, 320 g; yellowish-orange with deep pink blush; pulp firm and melting with no objectionable fiber; deep orange; sweet and of excellent quality; 22.0-25.0% SS; shelf life about one week; early season. <b>Tree:</b> large; vigorous; canopy round and spreading; heavy yielding; regular bearing.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Cardozo Mankurad"
    },
    {
      "nid": "13193",
      "title": "Cariflora",
      "body": "Florida origin. Released in 1986 by R.A. Conover, R.E. Litz, and S.E. Malo of IFAS, Univ. of Florida. Dioecious, round fruit 13.5-14.5 cm in diam., weight 0.5-0.75 kg; moderately firm, yellow flesh with an agreeable taste and aroma. Seed cavity is small and star shaped, 10.7% soluble solids. Yield about 35 t/ha/year. Tolerant to papaya ringspot virus and develops little distortion or mottling on leaves or fruit when infected. Well adapted to warm lowland condition.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Papaya",
      "field_mlfruitandnut_cultivar": "Cariflora"
    },
    {
      "nid": "11227",
      "title": "Carlson Red Rome",
      "body": "Orig. in Wiley Heights, Yakima, Wash., by John Carlson. Introd. in 1961; assigned to Morrison Nursery, Zillah, Wash. Bud mutation of Rome Beauty; discovered in 1954. <b>Fruit:</b> Rome Beauty type; skin solid red, appearing early; in other characteristics resembles parent. <b>Tree:</b> standard type. No longer propagated.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Carlson Red Rome"
    },
    {
      "nid": "11228",
      "title": "Carlton",
      "body": "Orig. in Geneva, N.Y., by Richard Wellington, New York State Agr. Expt. Sta. Introd. in 1923. Montgomery × Red Astrachan; cross made in 1912; tested as Astrachan 2391. <b>Fruit:</b> large, round conic; skin an attractive dark red; flesh white, tender, juicy, subacid, of Red Astrachan flavor; home use and roadside markets; ripens 1 month later than Red Astrachan. <b>Tree:</b> vigorous; annual bearer.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Carlton"
    },
    {
      "nid": "12967",
      "title": "Carrie",
      "body": "Seedling of Sophie Fry from the residence of Lawrence H. Zill, Boynton Beach, Fla. First fruited in 1940; named in honor of Zill’s mother. Propagated since about 1949. <b>Tree:</b> vigorous; dense, rounded, compact canopy. <b>Fruit:</b> eating quality excellent. Shape: oblong; base rounded; stout stem inserted obliquely in a slightly raised or level manner; apex rounded with no beak; surface slightly undulating. Size: length 10-13 cm; breadth 6-7 cm; thickness 5.5-6 cm. Weight: 280-440 g. Skin: ground color greenish-yellow; no blush; numerous small yellow dots; skin thin, tender, and easily separating. Flesh: extremely soft, tender, melting, and juicy orange flesh; flavor rich, sweet, and spicy with a strong musky aroma; no fiber. Stone and seed: thick and woody stone with a monoembryonic seed filling 60% to 90% of the stone. Season: June and July. Recommended as a dooryard mango in Florida; regular producer in Florida without fungicide application; considered one of the most exotic-flavored mangos in Florida; lack of color and firmness has prevented commercial use.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Carrie"
    },
    {
      "nid": "12655",
      "title": "Carrizo",
      "body": "Orig. in Riverside, Calif., by E.M. Savage, U.S. Dept. of Agriculture. Named in 1938. Citrus sinensis Washington × Poncirus trifoliata; sibling of Troyer. Used only as a rootstock: nucellar seedlings used; vigorous; shows some tolerance to the burrowing nematode (Radolpholus similis).",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Citrange",
      "field_mlfruitandnut_cultivar": "Carrizo"
    },
    {
      "nid": "11229",
      "title": "Carroll",
      "body": "Orig. in Morden, Manitoba, Canada, by C.R. Ure, Canada Dept. Agr., Res. Sta. Introd. in 1961. Morden 5029-E152 (Moscow Pear apple seedling) × Melba; selected in 1947; tested as Morden 366. <b>Fruit:</b> medium large; skin mostly solid red; ripens in late August to early September; keeps well into December; rated excellent as an early dessert variety, fair to good cooked; resembles a highly-colored Melba. <b>Tree:</b> dwarfish to medium height; rounded; hardy; scaffold branches structurally good; productivity medium; tends toward annual bearing.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Carroll"
    },
    {
      "nid": "12647",
      "title": "Carter",
      "body": "Orig. in Encinitas, Calif., in the N.E. Carter orchard by James H. Macpherson, Williams and Macpherson Subtropical Nursery, Encinitas. Introd. in 1940. Parentage unknown; tree planted in 1931 by a Mr. Summerville; selected in 1938. <b>Fruit:</b> long, conical; skin smooth; ripens in March in Los Angeles County, in June in San Diego County; keeps well; a good shipper; resembles Ryerson. <b>Tree:</b> heavy bearer; sets fairly well without pollination in some areas; hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Cherimoya",
      "field_mlfruitandnut_cultivar": "Carter"
    },
    {
      "nid": "11230",
      "title": "Cascade Compact Red Delicious",
      "body": "<p>See Starkspur Compact Red Delicious.</p>\r\n",
      "field_link_the_site": "Starkspur Compact Red Delicious (Cascade Compact Red Delicious)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cascade Compact Red Delicious"
    },
    {
      "nid": "11231",
      "title": "Case Red Wealthy",
      "body": "<p>See Case Wealthy.</p>\r\n",
      "field_link_the_site": "Case Wealthy (Case Red Wealthy, Red Wealthy, Wealthy Double Red)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Case Red Wealthy"
    },
    {
      "nid": "11232",
      "title": "Case Wealthy (Case Red Wealthy, Red Wealthy, Wealthy Double Red)",
      "body": "<p>Orig. in Sodus, N.Y., by James G. Case. Introd. in 1940. Bud mutation of Wealthy; discovered in 1933. <b>Fruit:</b> resembles parent except for darker red skin.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Case Wealthy (Case Red Wealthy, Red Wealthy, Wealthy Double Red)"
    },
    {
      "nid": "11233",
      "title": "Caudle",
      "body": "<p>See Cameo.</p>\r\n",
      "field_link_the_site": "Cameo® (Caudle)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Caudle"
    },
    {
      "nid": "11234",
      "title": "Cauflight",
      "body": "Limb mutation of Caudle with more intense bright red overcolor. <b>Origin:</b> Flightshott Farm, Kent, United Kingdom by S. Glover. USPP 20,942; 27 Apr. 2010.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cauflight"
    },
    {
      "nid": "11235",
      "title": "Cauley",
      "body": "Orig. in Grenada, Miss., by J.W. Willis, Delta Expt. Sta., Mississippi Agr. Exp. Sta., Stoneville. Introd. in 1942 by McNair Nurseries, Learned, Miss. Parentage unknown. <b>Fruit:</b> extremely large, weighing as much as 1 lb. each; skin with faint red stripes; flesh yellow, crisp, juicy; culinary and jelly uses; resembles Yellow Newtown. <b>Tree:</b> yields heavily, averaging 26 bushels per tree.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cauley"
    },
    {
      "nid": "13251",
      "title": "Cebra (H. polyrhizus)",
      "body": "Red-ﬂeshed large fruit with thick rind and average ﬂavor. <b>Origin:</b> Nicaragua. <b>Fruit:</b> oval; large, 468 g; skin and ﬂesh red, rind thick; quality acceptable; 15.75 °Brix; 46 d from bloom to harvest in Southern California; harvest from late June to late December or into January. <b>Plant</b> stems intermediate in thickness and length; mature stems grayish green, usually bearing white stripes resembling a zebra pattern, whence the name; areoles have 4-6 spines arranged randomly, 3-7 mm long; segment between areoles slightly convex, 26 mm long; ﬂowers large, petals white; calyx yellow, with shades of red on the edges; anthers and stigma lobes yellow; tolerance to cold and heat average; grows well in full sun; commercial potential good.\"",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Pitahaya",
      "field_mlfruitandnut_cultivar": "Cebra (H. polyrhizus)"
    },
    {
      "nid": "12750",
      "title": "Cecily",
      "body": "Orig. in Uitenhage, Cape Colony, Republic of South Africa, by Sir Percy Fitzpatrick. Introd. into the U.S. in 1928; by U.S. Dept. of Agriculture as P.I. 58457. Bud mutation of Walters; trees of Walters from Florida imported into South Africa by Fitzpatrick; discovered in 1922. <b>Fruit:</b> seedless; otherwise similar to parent; resembles Marsh.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Grapefruit",
      "field_mlfruitandnut_cultivar": "Cecily"
    },
    {
      "nid": "12859",
      "title": "Celso 3",
      "body": "A selection of Calocarpum sapota. <b>Origin:</b> Oxkutzcab, Yucatan, Mexico. <b>Fruit:</b> 136 mm long by 74 mm wide, weighing 436 g; seed weight 35 g, skin weight 70 g. Pulp orange/light red; fruit sweet, uneven ripening, tough skin. Season August.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mamey Sapote",
      "field_mlfruitandnut_cultivar": "Celso 3"
    },
    {
      "nid": "12832",
      "title": "Centennial",
      "body": "Orig. as a spontaneous sport on a twig of US1515 (a seedling of Nagami), at A. H. Whitmore Foundation Farm, Leesburg, Fla. Selected by H.C. Barrett, U.S. Dept. of Agriculture, Orlando. <b>Fruit:</b> ovate; skin variegated grey-yellow/ green-yellow when immature, yellow-orange with darker orange regions when mature; moderately acid; juicy. Fruit produced year-round. <b>Tree:</b> small, shrubby; upright; dense; thornless; short internodes; leaf variegation variable, tricolored pale yellow/ grey-green/ dark green.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Kumquat",
      "field_mlfruitandnut_cultivar": "Centennial"
    },
    {
      "nid": "12860",
      "title": "Cepeda Especial",
      "body": "A selection of Calocarpum sapota. <b>Origin:</b> Akil, Yucatan, Mexico. <b>Fruit:</b> 117 mm long by 80 mm wide, weighing 387 g; seed weight 45 g, skin weight 73 g. Pulp red, sweet, moist, uniform, browning. Season April-June.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mamey Sapote",
      "field_mlfruitandnut_cultivar": "Cepeda Especial"
    },
    {
      "nid": "12539",
      "title": "Cereja (BRS 236)",
      "body": "An acerola with high vitamin C content. <b>Origin:</b> Ceará, Brazil. <b>Fruit:</b> small (7.56 g, 51.9% pulp); firm; vitamin C content 1854.9 mg/100 g; anthocyanins 9.3 mg/100 g; 6.2% SS. Plant: compact; easy to harvest; productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Acerola/Barbados Cherry",
      "field_mlfruitandnut_cultivar": "Cereja (BRS 236)"
    },
    {
      "nid": "11236",
      "title": "CH 101",
      "body": "Fruit similar to Gala but having higher sugar content and scab resistance. <b>Origin:</b> Wadenswil, Switzerland at Agroscope Changins-Wadenswil by M. Kellerhals. Gala × K1R20A44; USPP 23,236; 4 Dec. 2012. <b>Fruit:</b> globose with moderate ribbing and crowning at calyx end, 78 mm diameter, orange-red blush, stripe and mottled overcolor over light yellow ground color, flesh is firm, fine texture, very sweet (15 °Brix), and very juicy. <b>Tree:</b> low to medium vigor, spreading habit, bearing on spurs and long shoots, resistant to scab (Vf/Rvi6) and susceptible to Nectria canker (Nectria galligena Bres.) and powdery mildew.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "CH 101"
    },
    {
      "nid": "12648",
      "title": "Chaffey",
      "body": "Orig. in West Los Angeles, Calif., by Mrs. A.M. Chaffey. Introd. in 1945. Seedling from a seed lot bearing P.I. 44841 collected in Oran, Salta, Argentina, by W. S. Damon; seedling received 9 June 1917 from the U.S. Dept. of Agriculture. <b>Fruit:</b> 3/4-1 lb; short, conical, 4 inches long; flesh light cream; quality excellent; does not bruise easily; seed small, 30-60 per fruit; season December to March along the coast of Cali­fornia. <b>Tree:</b> bears regularly.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Cherimoya",
      "field_mlfruitandnut_cultivar": "Chaffey"
    },
    {
      "nid": "12563",
      "title": "Chamberlin",
      "body": "Discovered by Fred L. Ashworth in 1954 near Madrid, N.Y. Introd. in 1967 by Ashworth.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Butternut",
      "field_mlfruitandnut_cultivar": "Chamberlin"
    },
    {
      "nid": "11237",
      "title": "Champion Supreme",
      "body": "<p>See Anoka.</p>\r\n",
      "field_link_the_site": "Anoka (Champion Supreme)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Champion Supreme"
    },
    {
      "nid": "11238",
      "title": "Chantecler (Belchard®)",
      "body": "<p>Orig. in Angers, France, by Y. Lespinasse, J.M. Oliver, J. Lespinasse, and M. Le Lezec, Station d’ Arborculture Frutiere, INRA. Assigned to Agri Obtentions, 78283 Guyancourt, France. Introd. to French growers in 1977. Golden Delicious × Reinette Clochard. <b>Fruit:</b> most nearly resembles Reinette Clochard; medium; conical globose; skin golden yellow with slight russeting; flesh cream-colored, medium firm; exceptional flavor. Ripens 3 weeks after Golden Delicious. <b>Tree:</b> vigor medium to strong; precocious; productive.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chantecler (Belchard®)"
    },
    {
      "nid": "11239",
      "title": "Charden",
      "body": "A triploid yellow-skinned apple introd. in France about 1975. <b>Fruit:</b> size large, 70 to 80 mm; skin yellow-green, sometimes with 10% faint pink blush; less russet than Golden Delicious; shape round­conic, less conic than Golden Delicious. Flesh very firm, juicy, yellow; flavor slightly acid, more tart than Golden Delicious, sometimes slightly astringent; eating quality fair to medium good; some resemblance to Mutsu. <b>Tree:</b> vigorous; very productive; large leaves.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Charden"
    },
    {
      "nid": "11240",
      "title": "Charlotte",
      "body": "<p>See Stark® Irish Spire®.</p>\r\n",
      "field_link_the_site": "Stark® Irish Spire® (Charlotte, Hercules)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Charlotte"
    },
    {
      "nid": "12968",
      "title": "Chausa (Kharaji, Samar Bahisht Chausa)",
      "body": "Excellent quality late mango. <b>Origin:</b> India. <b>Tree:</b> tall and spreading. <b>Fruit:</b> canary yellow to raw sienna when fully ripe, with numerous obscure medium-sized dots with minute specks inside them, oblong with prominent beak, obtuse to rounded, medium-sized, skin thin and somewhat adhering, pulp raw sienna, soft and juicy with scanty fine, long fibers near the skin, very sweet and luscious, delightful aroma, of excellent quality; seed monoembryonic in a thick, medium-sized oblong stone with fine, short fibers all over its surface and a tuft of long fibers on the ventral edge. Season late; a light bearer.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Chausa (Kharaji, Samar Bahisht Chausa)"
    },
    {
      "nid": "11241",
      "title": "Cheddar Cross",
      "body": "Orig. in Bristol, England, by G.T. Spinks, Univ. Bristol Res. Sta., Long Ashton. Introd. in 1949; brought into the U.S. in 1952 as P.I. 199100. Allington Pippin × Star of Devon; selected in 1946. <b>Fruit:</b> large; flavor good; very attractive; ripens in early midseason; resembles Star of Devon. <b>Tree:</b> medium vigor; fairly upright; dense growth; spurs freely.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cheddar Cross"
    },
    {
      "nid": "12811",
      "title": "Cheena",
      "body": "Hybrid between Jackfruit and champedak (Artocarpus integer). <b>Origin:</b> Malaysia. <b>Fruit:</b> small, averaging 2.4 kg weight, are long, narrow, and uniform in size and shape with 38 seeds per fruit (11% of fruit weight), having green skin with blunt spines that yellow and open slightly upon maturity. Edible pulp averages 33%, is deep orange, soft and fibrous, with excellent flavor. Fruit have an intense aroma, are usually produced one per shoot without thinning, and heavy fruiting does not damage the tree. Pulp is easily separated from the rag, requiring less than 10 minutes to prepare a fruit for consumption. There is little problem with latex in ripe fruit. <b>Tree:</b> open, low, and spreading growth habit; can be kept at a height and spread of 2.5 m with annual pruning, and consistently produces 50-70 kg/tree.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Jackfruit",
      "field_mlfruitandnut_cultivar": "Cheena"
    },
    {
      "nid": "11242",
      "title": "Chehalis",
      "body": "Orig. in Oakville, Wash., by Lloyd Lonborg. Introd. in 1965. Parentage unknown; discovered in 1955; selected in 1962. <b>Fruit:</b> medium length, stout; basin medium narrow, deep, abrupt, smooth; calyx medium large, usually open with stamens visible; skin thick, smooth, greenish yellow to full yellow with occasional pinkish blush on exposed side; dots fairly large, some russeted; flesh white to cream colored, medium-fine textured, crisp, breaking and moderately juicy at prime maturity, becoming medium soft; flavor pleasantly mild, subacid, not noticeably aromatic; ripe 3 to 4 weeks before Golden Delicious, slightly earlier than McIntosh, keeps well in cold storage. ResemblesGolden Delicious. <b>Tree:</b> moderate vigor, upright, spreading, moderately productive, fruiting on twigs and spurs. Resistant to apple scab.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chehalis"
    },
    {
      "nid": "11243",
      "title": "Chelan Red",
      "body": "Orig. in Manson, Wash., by J.D. Hamilton, J.D. Hamilton Fruit Co., Wenatchee, Wash. Introd. in 1953. Bud mutation of Delicious. <b>Fruit:</b> skin an all-over red (“Hay’s Maroon”), similar to Richared but lacking the stripes of Starking Delicious; skin reaches full red at least 3 weeks before Starking Delicious; at maturity, skin medium mahogany to dark red, rather heavy, tough, comparable to Winesap; flavor similar to Delicious; maintains very good quality in cold storage; resembles Richared. <b>Tree:</b> spur type.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chelan Red"
    },
    {
      "nid": "12969",
      "title": "Chené",
      "body": "A mango. <b>Origin:</b> ARC-Institute for Tropical and Subtropical Crops, South Africa. Released 1996. <b>Fruit:</b> acceptable commercial size, 498 g; Kent shaped; yellow with red blush; tastes excellent (12.5% SS) if tree-ripened but deteriorates rapidly in storage; recommended for immediate consumption but not for long distance shipment; early midseason. <b>Tree:</b> resists sun scorching; tolerates bacterial black spot.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Chené"
    },
    {
      "nid": "11244",
      "title": "Cherish™",
      "body": "<p>See PremA34.</p>\r\n",
      "field_link_the_site": "PremA34 (Cherish™)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cherish™"
    },
    {
      "nid": "11245",
      "title": "Cherry Cox",
      "body": "Orig. in Lindved, Hjallese, Denmark, at Kjer’s orchard. Introd. in 1951. Bud mutation of Cox’s Orange Pippin; discovered in 1948. <b>Fruit:</b> skin a bit more intense red than Cox’s Orange Pippin, which it resembles.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cherry Cox"
    },
    {
      "nid": "11246",
      "title": "Cherry Red Rome Beauty",
      "body": "<p>See Ruby Rome Beauty.</p>\r\n",
      "field_link_the_site": "Ruby Rome Beauty (Black Rome Beauty, Cherry Red Rome Beauty, Miller Ruby Rome, Ruby Red Rome, Ruby Rome)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Cherry Red Rome Beauty"
    },
    {
      "nid": "11247",
      "title": "Chesapeake",
      "body": "Orig. in Wallingford, Ky., by Frank Browning. Introd. in 1967 by Bountiful Ridge Nurseries, Inc., Princess Anne, Md. Red Rome o.p.; discovered in 1958. <b>Fruit:</b> medium large; shaped similar to Rome; skin highly colored, very smooth; flesh white, juicy, high dessert quality; storage qualities good, keeps color and does not scald; ripens slightly ahead of Rome. <b>Tree:</b> size medium; vigorous; hardy; productive; recommended for commercial plantings.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chesapeake"
    },
    {
      "nid": "12624",
      "title": "Chesley (Alles)",
      "body": "<p>Orig. in Carlsbad, Calif., by Chesley Alles. Introd. in 1929. Parentage unknown; selected in 1928. <b>Fruit:</b> size medium; oval; flavor and texture fair.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Carissa",
      "field_mlfruitandnut_cultivar": "Chesley (Alles)"
    },
    {
      "nid": "11248",
      "title": "Chick-A-Dee McIntosh",
      "body": "Orig. in Monmouth, Maine, as a whole-tree spur­type mutation of Rogers McIntosh in the Chick Orchard. Patented in 1984; assigned to Roaring Brook Nurseries, Monmouth. <b>Fruit:</b> indistinguishable from McIntosh. <b>Tree:</b> compact, very spurry growth habit; crotch angles wider than Rogers McIntosh; very slow growing; has little or no need for pruning due to horizontal branching; original tree about half the size of adjacent Rogers McIntosh trees of the same age.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chick-A-Dee McIntosh"
    },
    {
      "nid": "11250",
      "title": "Chief",
      "body": "Orig. in Sebastopol, Calif., by Wm. E. Silva. Introd. in 1965. Moore Sweet × Williams; selected in 1964; tested as Silva 1. <b>Fruit:</b> 2 1/2 to 3 in. in diam.; rounded to oblate; skin red; flesh firm, crisp, juicy; ripens early in last half of July. <b>Tree:</b> large; long branching, heavy scaffold limbs, up to 3 fruits per spur. For local, early markets, canning and sauce.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chief"
    },
    {
      "nid": "11251",
      "title": "Chieftain",
      "body": "Orig. in Ames, Iowa, by S.A. Beach, Hort. Dept., Iowa State Univ. Introd. in 1966. Jonathan × Delicious; cross made in 1917; tested as A-603. <b>Fruit:</b> averages between Jonathan and Delicious in size; symmetrical, slightly conic; skin bright red, solid coloring, smooth; flesh firm, juicy, subacid; flavor good to excellent, milder than Jonathan, more sprightly than Delicious; excellent storage qualities, free of Jonathan spot. <b>Tree:</b> hardy; strong frame­work; moderately vigorous; resembles Jonathan; productive; resistant to apple scab and fire blight.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chieftain"
    },
    {
      "nid": "11249",
      "title": "Chief Washakie",
      "body": "<p>See Washakie.</p>\r\n",
      "field_link_the_site": "Washakie (Chief Washakie)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chief Washakie"
    },
    {
      "nid": "11252",
      "title": "Childs Delicious",
      "body": "Orig. in Dee, Ore., by Leroy Childs, Oregon Agr. Expt. Sta., Hood River. Introd. in 1960. Bud mutation of Starking Delicious; discovered in 1953. <b>Fruit:</b> a Starking Delicious type, except red color of skin appears earlier than in parent; resembles Starking Delicious. No longer being propagated commercially.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Childs Delicious"
    },
    {
      "nid": "11253",
      "title": "Chilled Sugarcane™",
      "body": "<p>See MN 447.</p>\r\n",
      "field_link_the_site": "MN 447 (Frostbite™; Chilled Sugarcane™)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chilled Sugarcane™"
    },
    {
      "nid": "12896",
      "title": "China S-9 (VI 636)",
      "body": "<p>Satsuma mandarin selected from ﬁelds devastated after a very bad freeze and rated for cold hardiness, fruit quality, and tree vigor. <b>Origin:</b> collected in the Hubei, Sichuan, and Hunan Provinces of China, by Dr. H. Huang, Auburn University, AL, in June 1995 and Oct. 1998; released by Citrus Clonal Protection Program (CCPP) as VI 636 in 2007. <b>Fruit:</b> larger than most other satsumas; doesn’t reach color break as soon as some of the early satsumas; ripes early in Riverside and the San Joaquin Valley, CA (about the same time as Miyagawa and Xie Shan). <b>Tree:</b> typical of satsuma trees.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mandarin",
      "field_mlfruitandnut_cultivar": "China S-9 (VI 636)"
    },
    {
      "nid": "12970",
      "title": "Chino",
      "body": "Introd. to Florida from Cuba in 1931 by the U.S. Dept. of Agriculture, Miami, Fla. This seedling race probably originated from Number 11 in the vicinity of Cienfuegos, Cuba. <b>Tree:</b> vigorous; large, spreading, open canopy. <b>Fruit:</b> eating quality poor to fair. Shape: oval; base flattened; slender stem inserted squarely in a deep cavity; apex rounded, sometimes with a small lateral beak; surface smooth. Size: length 9.5-11 cm; breadth 7.5-8.5 cm; thickness 6-6.5 cm. Weight: 360-440 g. Skin: ground color greenish-yellow; pink blush; numerous small white dots; skin thin, tender, and easily separating. Flesh: soft, tender, and juicy orange flesh; flavor rich, aromatic, and sweet with a weak, pleasant aroma; abundant fiber. Stone and seed: thick and woody stone with a polyembryonic seed filling 70% to 90% of the stone. Season: late May to June. Taste is quite pleasant, but there is an abundance of fiber; highly susceptible to anthracnose.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Chino"
    },
    {
      "nid": "11254",
      "title": "Chipman",
      "body": "Orig. in Saskatoon, Saskatchewan, Canada, by C.F. Patterson, Univ. of Sask. Introd. in 1960 for home gardens. Columbia × Melba; selected in 1944; tested as A58-328. <b>Fruit:</b> up to 2 1/2 inches in diam.; shape typically Delicious; skin greenish-yellow with blushing and striping of dull red, very attractive; flesh very firm; quality good; ripens from midseason to late September. <b>Tree:</b> extremely hardy.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Chipman"
    },
    {
      "nid": "13149",
      "title": "Choate Navel",
      "body": "Orig. unknown. Brought to Florida from California many years ago by S.S. Sadler; in 1939 E.S. Choate of Eustis, Fla., propagated tis variety on Cleopatra root; in 1948 John H. Kauffman, Sr. of Grand Island Nurseries, Eustis, propagated the variety, introduced it in 1950. Bud mutation of Washington Navel. <b>Fruit:</b> size average; rind light color; navel not protruding; quality good; can be held until after Christmas without drying out; ripens fairly late October to early November.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Choate Navel"
    },
    {
      "nid": "12669",
      "title": "Choju (Chouju, Ichiban NashiTM)",
      "body": "Very early-season, medium-size Asian pear. <b>Origin:</b> Prefectural Horticultural Experiment Station, Kanagawa, Japan. Asahi × Kitsukawasei; crossed 1954; selected 1969; named Choju (meaning ‘long life’) and released in 1973. <b>Fruit:</b> size medium, 125 g; oblate; skin russeted; flesh very sweet; ripens very early, before Shinsui, 110 d after first bloom. <b>Tree:</b> vigor medium to strong; blooms mid- to late season; pollinizers Chojuro, Kosui, Hosui; susceptible to fire blight and bacterial blight (Pseudomonas syringae); resistant to black spot (Alternaria alternata) in Japan. ",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Choju (Chouju, Ichiban NashiTM)"
    },
    {
      "nid": "12670",
      "title": "Chojuro",
      "body": "Orig. in Kawasaki, Kanagawa Prefecture, Japan, in 1895 by Chojuro Toma. Chance seedling of Pyrus pyrifolia. Introd. to U.S. in 1939 by U.S. Dept. of Agriculture. Evaluated at Univ. of California, Davis, beginning in 1955. <b>Fruit:</b> medium, about 66 mm in diam., 55 mm long; oblate; skin thick, russeted, green to orange­brown. Flesh white, mildly sweet and bland; firm; coarse; distinctive aroma. Ripens mid-August in Oregon; stores 20 weeks. <b>Tree:</b> medium vigor; spreading. Resistance to an outbreak of scab (Venturia nashicola) in 1897, high sugar content, high productivity, and resistance to blackspot (Alternaria kikuchiana) helped Chojuro become an important variety in Japan.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Asian Pear",
      "field_mlfruitandnut_cultivar": "Chojuro"
    },
    {
      "nid": "11255",
      "title": "Christmas Red",
      "body": "Orig. in Unity, Saskatchewan, Canada, by John Lloyd, John Lloyd’s Fruit Nursery. Introd. in 1960. Parentage unknown; seedling discovered in 1950. <b>Fruit:</b> 2 to 2 1/4 inches in diam.; skin has red blush; flesh has good keeping qualities, keeps until spring; ripens 20 Sept. to 1 Oct. <b>Tree:</b> small, round; hardy to \u001e40 °F; recommended for Northern Prairie district only; will not tolerate lime soil.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Christmas Red"
    },
    {
      "nid": "11256",
      "title": "Civ323 (Isaaq®)",
      "body": "Precocious apple with good storability and resistance to apple scab. <b>Origin:</b> Consorzio Italiano Vivaista, Ferrara, Italy, by M. Leis, A. Martinelli, F. Tagliani, and G. Castagnoli. Galaxy × A3-7; selected 2004; propagated 2004. USPP 26,973; 26 July 2016. <b>Fruit:</b> size medium, diameter 7.1 cm; cylindrical; intense red with yellow orange ground color; flesh cream; crisp, juicy; 13.5-14.0 °Brix, 8.0-9.0 g/L malic acid; stores well; ripens mid- to late August in Ferrara. <b>Tree:</b> blooms early April in Ferrara; growth habit open; vigor medium; hardy to -12 °C; resistant to apple scab (Venturia inaequalis).",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Civ323 (Isaaq®)"
    },
    {
      "nid": "11257",
      "title": "Civg198 (Modì®)",
      "body": "<p>Deep, red skin color, high sugar content, very firm flesh apple, with scab resistance, long storage capacity and long shelf life. <b>Origin:</b> S. Guiseppe di Comacchio (Ferrara), Italy by M. Leis, A. Martinelli, G. Castagnoli, and F. Tagliani. Gala × Liberty; selected in 1996; EU PVR No. 2005/0312; 21 Feb. 2005. USPP 18,730; 15 Apr. 2008. <b>Fruit:</b> conic; 75 mm diameter, 75 mm height; 85-95% deep red overcolor and greyed-yellow ground color; very firm and crisp; medium aroma, slightly acidic; juicy; resistant to bruising, stores for 7 mo. <b>Tree:</b> medium vigor; upright habit; 70° crotch angles; early and annual bearing; resistant to scab (Venturia inaequalis).</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Civg198 (Modì®)"
    },
    {
      "nid": "11259",
      "title": "Civnired S",
      "body": "Limb mutation of Civni with greater extension of bright red overcolor. <b>Origin:</b> Laces (South Tyrol), Italy by M. Leis, S. Salvi, F. Tagliani and A. Martinelli. Selected 1999. USPP 21,697; 8 Feb. 2011.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Civnired S"
    },
    {
      "nid": "11258",
      "title": "Civni (Rubens®)",
      "body": "Attractive, early season, very intense and aromatic flavor. <b>Origin:</b> Consorzio Italiano Vivaisti (CIV), Comacchio (Ferrara), Italy, by M. Leis, A. Martinelli, F. Tagliani, and G. Castagnoli. Gala × Elstar; crossed 1988; selected 1993; tested as VNI-185. EU PVR 16186; 15 Dec. 2005; USPP 14,177; 23 Sept. 2003. <b>Fruit:</b> medium; truncated conical shape; bicolor, bright red over green-yellow background, with 50% to 60% blush; flesh crisp, high levels of sugar and acidity, very intense, balanced flavor; outstanding eating characteristics. <b>Tree:</b> moderate to low vigor, best in fresh climates; precocious bearing, high and consistent productivity; susceptible to the most important diseases.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Civni (Rubens®)"
    },
    {
      "nid": "11260",
      "title": "CJ07",
      "body": "Early, solid red, whole-tree mutation of Sciearly. <b>Origin:</b> Hawkes Bay, New Zealand by P. Collinge. Selected in 1996; USPP 18,592; 11 Mar. 2008.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "CJ07"
    },
    {
      "nid": "13150",
      "title": "Clanor",
      "body": "Orig. in Clanwilliam, Cape Province, South Africa, by P. Nortier. Introd. in 1954. Parentage unknown; discovered in 1930. <b>Fruit:</b> resembles Valencia, maturing 30 days earlier; quality good. <b>Tree:</b> similar to nucellar Valencia; productive, but with degree of instability.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Orange",
      "field_mlfruitandnut_cultivar": "Clanor"
    },
    {
      "nid": "11261",
      "title": "Clarkrich",
      "body": "Orig. in Peshastin, Wash., by Ed S. Clarke. Introd. in 1958; assigned to Rich & Sons, Hillsboro, Ore. Bud mutation of Starking Delicious; discovered in 1955. <b>Fruit:</b> skin bright red, coloring 10 days before parent; resembles Starking Delicious. <b>Tree:</b> standard type; similar to Delicious.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Clarkrich"
    },
    {
      "nid": "12801",
      "title": "Clarksville",
      "body": "Orig. in Clarksville, Mo., by Arthur L. Norton. Introd. in 1936. Parent­age unknown; Carya × nussbaumeri. Nut: large; shell fairly thin, very much like that of the less productive Rockville; matures early. <b>Tree:</b> bears well; vigorous; protogynous.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Hican",
      "field_mlfruitandnut_cultivar": "Clarksville"
    },
    {
      "nid": "11262",
      "title": "Classic",
      "body": "Orig. in Hood River, Ore., by Clifford S. Misuyo and George Nakamura. Introd. in 1973. USPP 3182; 23 May 1972; assigned to Carlton Nursery, Forest Grove, Ore., and C & O Nursery, Wenatchee, Wash. Limb sport of Starking Delicious, discovered in 1963. <b>Fruit:</b> large; uniform; conical, angular; skin colors earlier than Starking Delicious, distinct stripes by mid-July, with solid red appearance about 1 month before maturity; flesh satiny white with greenish tint, juicy, firm; ripens 25 Sept. to 5 Oct. at Hood River. <b>Tree:</b> large, spreading, vigorous, hardy; regularly productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Classic"
    },
    {
      "nid": "11264",
      "title": "Clawson",
      "body": "Orig. in Chelan, Wash., by O.T. Clawson. Introd. in 1952. Bud mutation of Starking Delicious; discovered in 1945. <b>Fruit:</b> large; typical of parent, which it resembles. <b>Tree:</b> bears regularly; about two­thirds the size of typical Starking Delicious.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Clawson"
    },
    {
      "nid": "11263",
      "title": "Clawson Spur",
      "body": "Orig. in Chelan, Wash., by O.T. Clawson. Introd. in 1958. A tree froze to the ground in 1935; in 1936 a sprout arose from the winter-injured trunk, which developed into the present tree. <b>Fruit:</b> skin red over yellow; typical of Starking Delicious, which it resembles. <b>Tree:</b> small; spur-type growth.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Clawson Spur"
    },
    {
      "nid": "11265",
      "title": "Clear Gold (Stauffer)",
      "body": "<p>Orig. in Myerstown, Pa., by Orville Stauffer, Mt. Aetna Orchards. Introd. in 1965 by Worley’s Nurseries, York Springs, Pa. Limb sport of Golden Delicious. Discovered in 1962. <b>Fruit:</b> size medium; conical; skin clear gold, almost no russeting even under adverse conditions; flesh same as Golden Delicious; ripens 1 Oct. <b>Tree:</b> medium large; vigor, hardiness and productivity good.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Clear Gold (Stauffer)"
    },
    {
      "nid": "12919",
      "title": "Clemenules (Nules, Clementina de Nules, Nulesina)",
      "body": "Midseason clementine mandarin. <b>Origin:</b> Nules, Castellon de la Plana, Spain. Spontaneous mutation of standard Fina Clementine; selected 1953. <b>Fruit:</b> good size and quality; seedless; ripens slightly later than Fina; tendency to puff. <b>Tree:</b> vigorous; pruning can improve production and quality.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mandarin",
      "field_mlfruitandnut_cultivar": "Clemenules (Nules, Clementina de Nules, Nulesina)"
    },
    {
      "nid": "12630",
      "title": "Clifford",
      "body": "Orig. in Corona, Calif., by J. Eliot Coit. Introd. in 1959. Chance seedling. <b>Fruit:</b> pods slightly curved, light brown; length 13 cm, width 20 mm; sugar content 52.9%; flavor fair and neutral; ripens early October; worm-free. <b>Tree:</b> upright; compact; very precocious; heavy and fairly regular bearer; flowers reddish unopened, yellow opened; a very promising variety at Vista.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Carob",
      "field_mlfruitandnut_cultivar": "Clifford"
    },
    {
      "nid": "11266",
      "title": "Clifton Rome",
      "body": "Orig. in Memphis, N.Y., by L.J. Clifton. Introd. in 1957. Bud mutation of Rome Beauty; discovered in 1920. <b>Fruit:</b> skin brilliant, bright, solid red blush with no striping. <b>Tree:</b> standard type.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Clifton Rome"
    },
    {
      "nid": "11267",
      "title": "Close (C. P. Close, Red Transparent)",
      "body": "<p>Orig. in Arlington, Va., by C.P. Close, Arlington Expt. Farm, U.S. Dept. of Agriculture. Introd. in 1938. Parentage uncertain; selected about 1925; tested as USDA 57. <b>Fruit:</b> fairly large, 2 1/2 inches or more in diam.; quality fairly good for both dessert and cooking; ripens with or slightly ahead of Yellow Transparent; stands high summer temperatures well; for home gardens and commercial purposes. <b>Tree:</b> widely adapted.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Close (C"
    },
    {
      "nid": "11268",
      "title": "CN 121",
      "body": "Fruit similar to Honeycrisp but with more overcolor, firmer flesh with higher soluble solids and lower acidity. <b>Origin:</b> Worthington, MN by C. Nystrom. Honeycrisp o.p.; USPP 23,777; 30 July 2013. <b>Fruit:</b> conical to sometimes round, often asymmetrical, 75 mm height × 84 mm diameter, striped red overcolor and yellow-green ground color; flesh is firm, crisp, melting, juicy, sweet and subacid; storage up to 5 months in ambient atmosphere refrigeration. <b>Tree:</b> medium vigor, upright to upright-spreading habit, moderate productivity.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "CN 121"
    },
    {
      "nid": "11269",
      "title": "CN B110",
      "body": "Late season similar to Honeycrisp but with more red overcolor, ﬁrmer ﬂesh, higher soluble solids and lower acidity. <b>Origin:</b> Worthington, MN by C. Nystrom. Honeycrisp o.p.; planted 1994; selected 2004; USPP 24,419; 6 May 2014. <b>Fruit:</b> ﬂat and round, occasionally asymmetrical; 66 mm height × 80 mm diameter; striped red over yellow-green ground color; ﬂesh ﬁrm, crisp, melting, juicy, sweet and subacid; stores up to 4 months in ambient atmosphere refrigeration; susceptibility to bitter pit similar to Honeycrisp. <b>Tree:</b> vigor medium; upright-spreading; productivity high.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "CN B110"
    },
    {
      "nid": "11270",
      "title": "CN B60",
      "body": "Fruit similar to Honeycrisp in texture but larger, flatter in shape, later maturing, firmer, more acid, and less prone to bitter pit. <b>Origin:</b> Worthington, MN by C. Nystrom. Honeycrisp o.p. planted in 1994 and selected in 2004; USPP 23,862; 3 Sept. 2013. <b>Fruit:</b> flat- round, moderately asymmetrical, lightly ribbed, 77 mm height × 95 mm diameter, mostly red blush overcolor with some blotchy striping, yellow ground color; flesh is firm, crisp, juicy with high soluble solids (14.3 °Brix) and acidity; storage for at least six months in ambient atmosphere and refrigeration. <b>Tree:</b> low to medium vigor, upright, spreading with moderately heavy spur development, precocious and highly productive.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "CN B60"
    },
    {
      "nid": "11213",
      "title": "C & O Blaxtayman",
      "body": "<p>See Nured Stayman.</p>\r\n",
      "field_link_the_site": "Nured Stayman (C & O Blaxtayman, Double Red Stayman, Red Stayman 201, Stayman 66)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "C & O Blaxtayman"
    },
    {
      "nid": "12971",
      "title": "Coconut Cream",
      "body": "Semi-dwarf tree, 0.5 kg yellow mango with a pink blush. <b>Origin:</b> Zill High Performance Plants, Boynton Beach, FL, by G. Zill. Edward × Gary; crossed 2000; tested as C-20; introd. 2011. USPP 22,989; 28 Aug., 2012. <b>Fruit:</b> oblong; 454 g; yellow ground color with pink blush; flavor of coconut cream; Brix often 20°+; aroma weak, pleasant. <b>Tree:</b> semi-dwarf, 3 to 4.5 m; leaves large, light green; yield moderate; ripens midseason in Florida, June and July; disease tolerance of bloom and fruit excellent.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Coconut Cream"
    },
    {
      "nid": "11280",
      "title": "Coffman (Coffman June, Summer Red)",
      "body": "<p>Origin unknown. Introd. about 1930. <b>Fruit:</b> medium large; roundish oblong; skin greenish-yellow, striped and splashed with red, with white dots; flesh white, juicy, quality good; ripens last of June in Georgia. <b>Tree:</b> upright grower. Now obsolete.</p>\r\n",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Coffman (Coffman June, Summer Red)"
    },
    {
      "nid": "11281",
      "title": "Coffman June",
      "body": "<p>See Coffman.</p>\r\n",
      "field_link_the_site": "Coffman (Coffman June, Summer Red)",
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Coffman June"
    },
    {
      "nid": "12972",
      "title": "Cogshall",
      "body": "Of unknown parentage from Pine Island, Fla. Selected in the 1940s for inclusion in the Univ. of Florida germ plasm collection at Homestead. <b>Tree:</b> moderately vigorous; dense, semi-dwarf canopy. <b>Fruit:</b> eating quality good to excellent. Shape: oblong; base rounded; slender stem inserted squarely in a shallow grooved cav­ity; apex bluntly pointed with no beak; surface undulating. Size: length 11-13 cm; breadth 7.5-8.5 cm; thickness 6-6.5 cm. Weight: 280-450 g. Skin: ground color greenish-yellow to yellow-orange; crimson blush; numerous medium-yellow dots; skin thin, tender, and somewhat adherent. Flesh: soft, melting, and juicy lemon-yellow flesh; flavor rich, aromatic, and spicy with a weak, pleasant aroma; little fiber. Stone and seed: thick and woody stone with a monoembryonic seed filling 60% to 85% of the stone. Season: June to July. Semi­dwarf habit due to short internodes; may be a good dooryard mango, but too soft for commercial use.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Cogshall"
    },
    {
      "nid": "12973",
      "title": "Collector",
      "body": "<p>See Totapuri.</p>\r\n",
      "field_link_the_site": "Totapuri (Bangalora, Collector, Kallamai, Killi (Gillig), Mukku, Sandersha, Thevadimuthi)",
      "field_mlfruitandnut_crop": "Mango",
      "field_mlfruitandnut_cultivar": "Collector"
    },
    {
      "nid": "11282",
      "title": "Collet",
      "body": "Orig. in Notre Dame de Lourdes, Manitoba, Canada, by Victor G. Collet. Parentage unknown; discovered in 1948. Tested at the Expt. Farm, Canada Dept. Agr., Morden, Manitoba. <b>Fruit:</b> size medium, averaging 2 1/2 to 3 inches in diam.; oblate to conic oblate; skin attractive, 80% medium red; flesh white, firm, crisp, texture moderately fine; dessert quality fair to good, excellent as sauce or pie; resembles Godfrey. <b>Tree:</b> medium to tall; rounded to pyramidal; structurally strong; very hardy; annually productive. Promising in southern Manitoba.",
      "field_link_the_site": null,
      "field_mlfruitandnut_crop": "Apple",
      "field_mlfruitandnut_cultivar": "Collet"
    }
]
